{
  "and": "I",
  "% day": "% dzień",
  "% days": "% dni",
  "% hour": "% godzina",
  "% hours": "% godziny",
  "% minute": "% minuta",
  "% minutes": "% minuty",
  "Cost of equipment used at work": "Koszt sprzętu używanego w pracy",
  "Vehicle and travel expenses": "Koszty pojazdu i podróży",
  "Repairs and maintenance for vehicles": "Naprawy i konserwacja pojazdów",
  "Office costs (phones and stationery)": "Koszty biura (telefony i artykuły papiernicze)",
  "Interest on loans": "Odsetki od kredytów",
  "Bank, credit card and other financial charges": "Bank, karta kredytowa i inne opłaty finansowe",
  "Accountancy, legal and other professional costs": "Koszty księgowe, prawne i inne koszty profesjonalne",
  "Standard Van": "Standardowy van",
  "Large Van": "Duży van",
  "Standard Van Collection": "Standardowa kolekcja Van",
  "Large Van Collection": "Kolekcja dużych vanów",
  "On Site Manager": "W Menedżerze witryny",
  "Invoice fuel rate (per mile)": "Faktura za paliwo (za milę)",
  "Standard van (per day)": "Standardowy van (za dzień)",
  "Large van (per day)": "Duży van (za dzień)",
  "Standard van collection (per day)": "Standardowy odbiór vana (dziennie)",
  "Large van collection (per day)": "Odbiór dużych vanów (dziennie)",
  "On site manager (per day)": "Kierownik budowy (na dzień)",
  "The headers have to be :headers, you are missing at least one!": "Nagłówki muszą brzmieć:headers, brakuje Ci przynajmniej jednego!",
  "You need to have at least the columns :headers": "Musisz mieć przynajmniej kolumny :headers",
  ", you can also optionally have :optional.": ", możesz także opcjonalnie mieć :opcjonalne.",
  "You have to upload a valid file!": "Musisz przesłać prawidłowy plik!",
  "Successfully added your :type!": "Pomyślnie dodano Twój :type!",
  "Successfully deleted your :type!": "Pomyślnie usunięto Twój :type!",
  "Successfully updated your :type!": "Pomyślnie zaktualizowałeś swój :type!",
  "Are you sure you want to delete this :type?": "Czy na pewno chcesz to usunąć :type?",
  "Add :type": "Dodaj: wpisz",
  "Edit :type": "Edycja: wpisz",
  "Delete :type": "Usuń: wpisz",
  "You don't appear to have added any :types yet!": "Wygląda na to, że nie dodałeś jeszcze żadnego :types!",
  "Do you want to export all of your :types as CSV?": "Czy chcesz wyeksportować wszystkie swoje typy :types jako CSV?",
  "Export :types": "Eksportuj: typy",
  "Bulk add :types": "Dodaj zbiorczo: typy",
  "The provided password is incorrect.": "Podane hasło jest nieprawidłowe.",
  "A new verification link has been sent to your email address.": "Nowy link weryfikacyjny został wysłany na Twój adres e-mail.",
  "Your password has been updated.": "Twoje hasło zostało zaktualizowane.",
  "depot": "magazyn",
  "DSP": "DSP",
  "DSP connection": "Połączenie DSP",
  "expense": "koszt",
  "expenses": "wydatki",
  "marker": "znacznik",
  "You do not have permission to delete this marker.": "Nie masz uprawnień do usunięcia tego znacznika.",
  "You first have to add or select your Delivery Service Provider.": "Najpierw musisz dodać lub wybrać dostawcę usług dostawy.",
  "rate": "wskaźnik",
  "rates": "stawki",
  "You do not have permission to view this vehicle.": "Nie masz uprawnień do oglądania tego pojazdu.",
  "refuel": "tankować",
  "refuels": "tankuje",
  "route": "trasa",
  "Successfully updated the week!": "Pomyślnie zaktualizowano tydzień!",
  "routes": "trasy",
  "Your subscription has been cancelled successfully.": "Twoja subskrypcja została pomyślnie anulowana.",
  "Your subscription has been resumed successfully.": "Twoja subskrypcja została pomyślnie wznowiona.",
  "tax": "podatek",
  "profile": "profil",
  "options": "opcje",
  "You are all setup now, why don't you try adding your first route?": "Wszystko już skonfigurowane. Może spróbujesz dodać swoją pierwszą trasę?",
  "vehicle": "pojazd",
  "These credentials do not match our records.": "Te dane uwierzytelniające nie są zgodne z naszymi danymi.",
  "Too many login attempts. Please try again in :seconds seconds.": "Zbyt wiele prób logowania. Spróbuj ponownie za: sekundy sekund.",
  "Something went wrong. Please refresh the page.": "Coś poszło nie tak. Odśwież stronę.",
  "You can not add a route before your start date with the DSP.": "W DSP nie można dodać trasy przed datą rozpoczęcia.",
  "Secure area": "Bezpieczny teren",
  "This is a secure area of the application. Please confirm your password before continuing.": "Jest to bezpieczny obszar aplikacji. Przed kontynuowaniem potwierdź swoje hasło.",
  "password": "hasło",
  "confirm": "potwierdzać",
  "Forgot your password?": "Zapomniałeś hasła?",
  "No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Bez problemu. Wystarczy, że podasz nam swój adres e-mail, a my wyślemy Ci link do resetowania hasła, który umożliwi Ci wybranie nowego.",
  "email": "e-mail",
  "Back to login?": "Powrót do logowania?",
  "Email Password Reset Link": "Link do resetowania hasła e-mail",
  "Sign in": "Zalogować się",
  "Log in": "Zaloguj sie",
  "Create an account": "Utwórz konto",
  "name": "nazwa",
  "confirm password": "potwierdź hasło",
  "Already registered?": "Już zarejestrowany?",
  "register": "rejestr",
  "Reset your password": "Zresetuj swoje hasło",
  "new password": "nowe hasło",
  "reset password": "Zresetuj hasło",
  "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Dziękujemy za zarejestrowanie się! Czy zanim zaczniesz, możesz zweryfikować swój adres e-mail, klikając link, który właśnie wysłaliśmy do Ciebie e-mailem? Jeśli nie otrzymałeś wiadomości e-mail, z przyjemnością wyślemy Ci kolejną.",
  "A new verification link has been sent to the email address you provided during registration.": "Na adres e-mail podany podczas rejestracji został wysłany nowy link weryfikacyjny.",
  "Resend Verification Email": "Ponownie wysłać e-mail weryfikacyjny",
  "Log Out": "Wyloguj",
  "English": "język angielski",
  "Bulgarian": "bułgarski",
  "Polish": "Polski",
  "Romanian": "rumuński",
  "capture": "schwytać",
  "browse": "przeglądać",
  ":Title - ": ":Tytuł -",
  ":Title ☼ ": ":Tytuł ☼",
  "Terms & Conditions": "Zasady i Warunki",
  "Privacy Policy": "Polityka prywatności",
  "Copyright": "Prawo autorskie",
  "by": "przez",
  "language selection": "wybór języka",
  "subscribe": "Subskrybuj",
  "home": "dom",
  "map": "mapa",
  "taxes": "podatki",
  "more": "więcej",
  "login": "Zaloguj sie",
  "add": "dodać",
  "week": "tydzień",
  "date": "data",
  "time": "czas",
  "miles": "mile",
  "pay": "płacić",
  "stops": "przystanki",
  "type": "typ",
  "save": "ratować",
  "Extra information!": "Dodatkowe informacje!",
  "edit": "edytować",
  "Set weeks fuel rate?": "Ustawić tygodniową stawkę paliwa?",
  "update entire week": "aktualizacja przez cały tydzień",
  "location": "Lokalizacja",
  "identifier": "identyfikator",
  "Select your Delivery Service Provider": "Wybierz dostawcę usług dostawy",
  "Toggle help text!": "Przełącz tekst pomocy!",
  "Search here for the name of the Delivery Service Provider you work for. It's important you select the correct one, as they differ in their pay rates. The one you select, if already added, will most likely already have rates set to date.": "Wyszukaj tutaj nazwę dostawcy usług dostawczych, dla którego pracujesz. Ważne jest, aby wybrać właściwy, ponieważ różnią się one stawkami wynagrodzenia. Ten, który wybierzesz, jeśli został już dodany, najprawdopodobniej będzie miał już ustawione aktualne stawki.",
  "start date": "Data rozpoczęcia",
  "The date that you started working for this DSP. As you can add many, you will only be able to change anything on the latest one you have selected.": "Data rozpoczęcia pracy w tym DSP. Ponieważ możesz dodać wiele, będziesz mógł zmienić wszystko tylko w ostatnim wybranym.",
  "delete": "usuwać",
  "cancel": "anulować",
  "select": "wybierać",
  "Or... add it here": "Lub... dodaj go tutaj",
  "DSPs Name": "Nazwa DSP",
  "The name of your Delivery Service Provider. Please be accurate with this as anyone else searching for your DSP will want to find it easily. Also if there is any profanity found the DSP will be removed and you will loose any data added.": "Nazwa Twojego dostawcy usług dostawy. Proszę zachować dokładność, ponieważ każdy, kto szuka Twojego procesora DSP, będzie chciał go łatwo znaleźć. Jeśli zostaną znalezione jakiekolwiek wulgaryzmy, procesor DSP zostanie usunięty, a wszelkie dodane dane zostaną utracone.",
  "Amazon identifier": "Identyfikator Amazona",
  "Amazons identifier for your Delivery Service Provider, you can ask your OSM for this if you don't know it. It's another way for other drivers to find the correct DSP.": "Identyfikator Amazons Twojego Dostawcy Usług Doręczeniowych. Możesz poprosić o to swojego OSM, jeśli go nie znasz. Jest to kolejny sposób, w jaki inne sterowniki mogą znaleźć właściwy procesor DSP.",
  "e.g. CLBT, LWTS, ROKL, GAMD": "np. CLBT, LWTS, ROKL, GAMD",
  "create": "tworzyć",
  "no": "NIE",
  "yes": "Tak",
  "DSPs": "procesory DSP",
  "Delivery Service Providers": "Dostawcy usług dostawy",
  "from date": "od daty",
  "no. of drivers": "NIE. kierowców",
  "Unauthorized": "Nieautoryzowany",
  "Payment Required": "Płatność wymagana",
  "Forbidden": "Zabroniony",
  "Not Found": "Nie znaleziono",
  "Page Expired": "Strona wygasła",
  "Too Many Requests": "Zbyt dużo próśb",
  "Server Error": "błąd serwera",
  "Service Unavailable": "serwis niedostępny",
  "The date of the expense.": "Data wydatku.",
  "expense type": "rodzaj wydatku",
  "This is used to categorize the expense for tax purposes.": "Służy do kategoryzacji wydatku dla celów podatkowych.",
  "Select the type...": "Wybierz typ...",
  "description": "opis",
  "What the expense was, only helpful for your records.": "Jaki był koszt, będzie to przydatne tylko dla twoich danych.",
  "What was this for?": "Po co to było?",
  "cost": "koszt",
  "The cost of the expense. Will help with expense calculation for taxes.": "Koszt wydatku. Pomoże w obliczeniu wydatków na podatki.",
  "Please enter value...": "Proszę wpisać wartość...",
  "receipt": "paragon",
  "Add a photo of your receipt. This will be kept available to you for tax purposes.": "Dodaj zdjęcie swojego rachunku. Dane te będą dla Ciebie dostępne dla celów podatkowych.",
  "If :type is missing, it will just be set as :work.": "Jeśli brakuje :type, zostanie ono po prostu ustawione jako :work.",
  "CSV": "CSV",
  "upload": "wgrywać",
  "bulk add": "dodać zbiorczo",
  "Export as CSV": "Eksportuj jako CSV",
  "Last updated: March 11, 2024": "Ostatnia aktualizacja: 11 marca 2024 r",
  "This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.": "Niniejsza Polityka prywatności opisuje nasze zasady i procedury dotyczące gromadzenia, wykorzystywania i ujawniania Twoich danych podczas korzystania z Usługi oraz informuje Cię o Twoich prawach do prywatności oraz o tym, jak prawo Cię chroni.",
  "We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.": "Używamy Twoich danych osobowych w celu świadczenia i ulepszania Usługi. Korzystając z Usługi wyrażasz zgodę na gromadzenie i wykorzystywanie informacji zgodnie z niniejszą Polityką Prywatności.",
  "Interpretation and Definitions": "Interpretacja i definicje",
  "Interpretation": "Interpretacja",
  "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.": "Słowa, których pierwsza litera jest pisana wielką literą, mają znaczenie określone zgodnie z poniższymi warunkami. Poniższe definicje mają to samo znaczenie niezależnie od tego, czy występują w liczbie pojedynczej czy mnogiej.",
  "Definitions": "Definicje",
  "For the purposes of this Privacy Policy:": "Na potrzeby niniejszej Polityki prywatności:",
  "Account": "Konto",
  "means a unique account created for You to access our Service or parts of our Service.": "oznacza unikalne konto utworzone dla Ciebie w celu uzyskania dostępu do naszej Usługi lub części naszej Usługi.",
  "Affiliate": "Przyłączać",
  "means an entity that controls, is controlled by or is under common control with a party, where \"control\" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.": "oznacza podmiot kontrolujący, jest kontrolowany przez stronę lub znajdujący się pod wspólną kontrolą ze stroną, gdzie „kontrola” oznacza posiadanie 50% lub więcej akcji, udziałów w kapitale zakładowym lub innych papierów wartościowych uprawniających do głosowania w wyborze dyrektorów lub innego organu zarządzającego.",
  "Company": "Firma",
  "(referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to :company, :address.": "(określana w niniejszej Umowie jako „Firma”, „My”, „Nas” lub „Nasz”) oznacza :firma, :adres.",
  "Cookies": "Ciasteczka",
  "are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.": "to małe pliki umieszczane przez stronę internetową na Twoim komputerze, urządzeniu mobilnym lub innym urządzeniu, zawierające szczegóły Twojej historii przeglądania tej witryny i jej wielu zastosowań.",
  "Country": "Kraj",
  "refers to: United Kingdom": "odnosi się do: Wielkiej Brytanii",
  "Device": "Urządzenie",
  "means any device that can access the Service such as a computer, a cellphone or a digital tablet.": "oznacza dowolne urządzenie, które może uzyskać dostęp do Usługi, takie jak komputer, telefon komórkowy lub tablet cyfrowy.",
  "Personal Data": "Dane osobiste",
  "is any information that relates to an identified or identifiable individual.": "to wszelkie informacje dotyczące zidentyfikowanej lub możliwej do zidentyfikowania osoby fizycznej.",
  "Service": "Praca",
  "refers to the Website.": "odnosi się do Strony internetowej.",
  "Service Provider": "Dostawca usługi",
  "means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analysing how the Service is used.": "oznacza każdą osobę fizyczną lub prawną, która przetwarza dane w imieniu Spółki. Odnosi się do firm zewnętrznych lub osób zatrudnionych przez Spółkę w celu ułatwienia świadczenia Usługi, świadczenia Usługi w imieniu Spółki, świadczenia usług związanych z Usługą lub pomagania Spółce w analizie sposobu korzystania z Usługi.",
  "Usage Data": "Dane dotyczące użytkowania",
  "refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "odnosi się do danych zbieranych automatycznie, generowanych podczas korzystania z Usługi lub z samej infrastruktury Usługi (na przykład czas trwania wizyty na stronie).",
  "Website": "Strona internetowa",
  "refers to :name, accessible from ": "odnosi się do:name, dostępne z",
  "You": "Ty",
  "means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.": "oznacza osobę uzyskującą dostęp do Usługi lub korzystającą z niej, lub firmę lub inny podmiot prawny, w imieniu którego taka osoba uzyskuje dostęp do Usługi lub z niej korzysta, stosownie do przypadku.",
  "Collecting and Using Your Personal Data": "Gromadzenie i wykorzystywanie Twoich danych osobowych",
  "Types of Data Collected": "Rodzaje gromadzonych danych",
  "While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:": "Podczas korzystania z naszej Usługi możemy poprosić Cię o podanie pewnych danych osobowych, które można wykorzystać do skontaktowania się z Tobą lub identyfikacji. Dane osobowe mogą obejmować między innymi:",
  "Email address": "Adres e-mail",
  "First name and last name": "Imię i nazwisko",
  "Usage Data is collected automatically when using the Service.": "Dane o użytkowaniu są zbierane automatycznie podczas korzystania z Usługi.",
  "Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "Dane o użytkowaniu mogą obejmować takie informacje, jak adres protokołu internetowego Twojego Urządzenia (np. adres IP), typ przeglądarki, wersja przeglądarki, strony naszego Serwisu, które odwiedzasz, godzina i data Twojej wizyty, czas spędzony na tych stronach, unikalne urządzenie identyfikatory i inne dane diagnostyczne.",
  "When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.": "Kiedy uzyskujesz dostęp do Usługi za pomocą urządzenia mobilnego, możemy automatycznie zbierać pewne informacje, w tym między innymi rodzaj urządzenia mobilnego, z którego korzystasz, unikalny identyfikator Twojego urządzenia mobilnego, adres IP Twojego urządzenia mobilnego, Twój telefon komórkowy system operacyjny, rodzaj mobilnej przeglądarki internetowej, z której korzystasz, unikalne identyfikatory urządzeń i inne dane diagnostyczne.",
  "We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.": "Możemy również zbierać informacje wysyłane przez Twoją przeglądarkę za każdym razem, gdy odwiedzasz naszą Usługę lub gdy uzyskujesz dostęp do Usługi za pomocą urządzenia mobilnego.",
  "Tracking Technologies and Cookies": "Technologie śledzenia i pliki cookie",
  "We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:": "Używamy plików cookie i podobnych technologii śledzenia do śledzenia aktywności w naszym Serwisie i przechowywania określonych informacji. Wykorzystywane technologie śledzenia to sygnały nawigacyjne, tagi i skrypty służące do gromadzenia i śledzenia informacji oraz do ulepszania i analizowania Naszej Usługi. Technologie, które wykorzystujemy mogą obejmować:",
  "Cookies or Browser Cookies.": "Pliki cookie lub pliki cookie przeglądarki.",
  "A cookie is a small file placed on Your Device. You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent. However, if You do not accept Cookies, You may not be able to use some parts of our Service. Unless you have adjusted Your browser setting so that it will refuse Cookies, our Service may use Cookies.": "Plik cookie to mały plik umieszczany na Twoim urządzeniu. Możesz poinstruować swoją przeglądarkę, aby odrzucała wszystkie pliki cookie lub wskazywała, kiedy plik cookie jest wysyłany. Jeśli jednak nie zaakceptujesz plików cookie, możesz nie być w stanie korzystać z niektórych części naszego Serwisu. O ile nie dostosowałeś ustawień swojej przeglądarki tak, aby odrzucała pliki cookie, nasz Serwis może wykorzystywać pliki cookie.",
  "Web Beacons.": "Sygnały nawigacyjne w sieci Web.",
  "Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity).": "Niektóre sekcje naszej Usługi i nasze wiadomości e-mail mogą zawierać małe pliki elektroniczne znane jako sygnały nawigacyjne w sieci Web (zwane również przezroczystymi gifami, znacznikami pikselowymi i pojedynczymi pikselami gif), które pozwalają Firmie na przykład zliczać użytkowników, którzy odwiedzili te strony lub otworzyłeś wiadomość e-mail i inne powiązane statystyki witryny (na przykład rejestrowanie popularności określonej sekcji oraz weryfikację integralności systemu i serwera).",
  "Cookies can be \"Persistent\" or \"Session\" Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser. Learn more about cookies on the ": "Pliki cookie mogą być plikami „trwałymi” lub „sesyjnymi”. Trwałe pliki cookie pozostają na Twoim komputerze osobistym lub urządzeniu mobilnym, gdy przejdziesz do trybu offline, natomiast sesyjne pliki cookie są usuwane natychmiast po zamknięciu przeglądarki internetowej. Dowiedz się więcej o plikach cookies na stronie",
  "Privacy Policies website": "Strona z polityką prywatności",
  "article.": "artykuł.",
  "We use both Session and Persistent Cookies for the purposes set out below:": "Używamy zarówno sesyjnych, jak i trwałych plików cookie w celach określonych poniżej:",
  "Necessary / Essential Cookies": "Niezbędne/niezbędne pliki cookie",
  "Type: Session Cookies": "Typ: Pliki cookie sesji",
  "Administered by: Us": "Administracja: Nas",
  "Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.": "Cel: Te pliki cookies są niezbędne do zapewnienia Państwu usług dostępnych za pośrednictwem Serwisu i umożliwienia Państwu korzystania z niektórych jego funkcji. Pomagają uwierzytelniać użytkowników i zapobiegać nielegalnemu korzystaniu z kont użytkowników. Bez tych plików cookie usługi, o które prosiłeś, nie mogą być świadczone, a my używamy tych plików cookie wyłącznie w celu świadczenia Ci tych usług.",
  "Cookies Policy / Notice Acceptance Cookies": "Polityka plików cookie / Powiadomienie Akceptacja plików cookie",
  "Type: Persistent Cookies": "Typ: trwałe pliki cookie",
  "Purpose: These Cookies identify if users have accepted the use of cookies on the Website.": "Cel: Te pliki cookie identyfikują, czy użytkownicy zaakceptowali użycie plików cookie w Witrynie.",
  "Functionality Cookies": "Funkcjonalne pliki cookie",
  "Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference. The purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.": "Cel: Te pliki cookie pozwalają nam zapamiętać wybory dokonywane przez Ciebie podczas korzystania z Witryny, takie jak zapamiętywanie danych logowania lub preferencji językowych. Celem tych plików cookie jest zapewnienie Ci bardziej osobistych doświadczeń i uniknięcie konieczności ponownego wprowadzania swoich preferencji za każdym razem, gdy korzystasz z Witryny.",
  "For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy or the Cookies section of our Privacy Policy.": "Aby uzyskać więcej informacji na temat używanych przez nas plików cookie i wyborów dotyczących plików cookie, odwiedź naszą Politykę dotyczącą plików cookie lub sekcję dotyczącą plików cookie w naszej Polityce prywatności.",
  "Use of Your Personal Data": "Wykorzystanie Twoich danych osobowych",
  "The Company may use Personal Data for the following purposes:": "Spółka może wykorzystywać Dane Osobowe w następujących celach:",
  "To provide and maintain our Service": "Aby świadczyć i utrzymywać naszą Usługę",
  ", including to monitor the usage of our Service.": ", w tym w celu monitorowania korzystania z naszej Usługi.",
  "To manage Your Account:": "Aby zarządzać swoim kontem:",
  "to manage Your registration as a user of the Service. The Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.": "w celu zarządzania Twoją rejestracją jako użytkownika Usługi. Podane przez Ciebie Dane Osobowe mogą umożliwić Ci dostęp do różnych funkcjonalności Serwisu, z których możesz skorzystać jako zarejestrowany użytkownik.",
  "For the performance of a contract:": "W celu wykonania umowy:",
  "the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.": "opracowanie, zgodność i zawarcie umowy zakupu produktów, przedmiotów lub usług, które zakupiłeś, lub jakiejkolwiek innej umowy z nami za pośrednictwem Usługi.",
  "To contact You:": "Skontaktować się z Tobą:",
  "To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.": "Aby kontaktować się z Tobą za pośrednictwem poczty elektronicznej, rozmów telefonicznych, wiadomości SMS lub innych równoważnych form komunikacji elektronicznej, takich jak powiadomienia push aplikacji mobilnej dotyczące aktualizacji lub komunikaty informacyjne związane z funkcjonalnościami, produktami lub zakontraktowanymi usługami, w tym aktualizacjami zabezpieczeń, jeśli jest to konieczne lub uzasadnione za ich realizację.",
  "To provide You": "Aby zapewnić Ci",
  "with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.": "z nowościami, ofertami specjalnymi i ogólnymi informacjami o innych oferowanych przez nas towarach, usługach i wydarzeniach, które są podobne do tych, które już kupiłeś lub o które pytałeś, chyba że zdecydowałeś się nie otrzymywać takich informacji.",
  "To manage Your requests:": "Aby zarządzać swoimi żądaniami:",
  "To attend and manage Your requests to Us.": "Aby uczestniczyć i zarządzać Twoimi prośbami do nas.",
  "For business transfers:": "W przypadku transferów biznesowych:",
  "We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.": "Możemy wykorzystywać Twoje dane do oceny lub przeprowadzenia fuzji, zbycia, restrukturyzacji, reorganizacji, rozwiązania lub innej sprzedaży lub przeniesienia części lub całości naszych aktywów, niezależnie od tego, czy chodzi o kontynuację działalności, czy też w ramach upadłości, likwidacji lub podobnego postępowania, w którym przechowywane przez nas Dane Osobowe dotyczące użytkowników naszych Usług znajdują się wśród przekazywanych aktywów.",
  "For other purposes": "Do innych celów",
  ": We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.": ": Możemy wykorzystywać Twoje dane do innych celów, takich jak analiza danych, identyfikacja trendów użytkowania, określanie skuteczności naszych kampanii promocyjnych oraz ocena i ulepszanie naszych Usług, produktów, usług, marketingu i Twoich doświadczeń.",
  "We may share Your personal information in the following situations:": "Możemy udostępniać Twoje dane osobowe w następujących sytuacjach:",
  "With Service Providers:": "Z usługodawcami:",
  "We may share Your personal information with Service Providers to monitor and analyze the use of our Service, for payment processing, to contact You.": "Możemy udostępniać Twoje dane osobowe Dostawcom Usług w celu monitorowania i analizowania korzystania z naszej Usługi, przetwarzania płatności i kontaktowania się z Tobą.",
  "We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.": "Możemy udostępniać lub przekazywać Twoje dane osobowe w związku lub w trakcie negocjacji w sprawie fuzji, sprzedaży aktywów Spółki, finansowania lub przejęcia całości lub części naszej działalności na rzecz innej firmy.",
  "With Affiliates:": "Z partnerami:",
  "We may share Your information with Our affiliates, in which case we will require those affiliates to honour this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.": "Możemy udostępniać Twoje dane naszym podmiotom stowarzyszonym, w takim przypadku będziemy wymagać od tych podmiotów stowarzyszonych przestrzegania niniejszej Polityki prywatności. Do podmiotów stowarzyszonych zalicza się naszą spółkę dominującą oraz wszelkie inne spółki zależne, partnerów joint venture lub inne spółki, które kontrolujemy lub które znajdują się pod wspólną kontrolą z nami.",
  "With business partners:": "Z partnerami biznesowymi:",
  "We may share Your information with Our business partners to offer You certain products, services or promotions.": "Możemy udostępniać Twoje dane naszym partnerom biznesowym, aby oferować Ci określone produkty, usługi lub promocje.",
  "With other users:": "Z innymi użytkownikami:",
  "when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.": "gdy udostępniasz dane osobowe lub w inny sposób wchodzisz w interakcję z innymi użytkownikami w obszarach publicznych, takie informacje mogą być przeglądane przez wszystkich użytkowników i mogą być publicznie rozpowszechniane na zewnątrz.",
  "With Your consent": "Za Twoją zgodą",
  ": We may disclose Your personal information for any other purpose with Your consent.": ": Za Twoją zgodą możemy ujawnić Twoje dane osobowe w jakimkolwiek innym celu.",
  "Retention of Your Personal Data": "Przechowywanie Twoich danych osobowych",
  "The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "Spółka będzie przechowywać Twoje dane osobowe tylko tak długo, jak będzie to konieczne do celów określonych w niniejszej Polityce prywatności. Będziemy przechowywać i wykorzystywać Twoje dane osobowe w zakresie niezbędnym do wywiązania się z naszych zobowiązań prawnych (na przykład, jeśli jesteśmy zobowiązani do zachowania Twoich danych w celu zapewnienia zgodności z obowiązującymi przepisami), rozstrzygania sporów oraz egzekwowania naszych umów prawnych i zasad.",
  "The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.": "Firma będzie również przechowywać Dane o użytkowaniu do celów analizy wewnętrznej. Dane o użytkowaniu są zazwyczaj przechowywane przez krótszy okres czasu, z wyjątkiem sytuacji, gdy dane te są wykorzystywane w celu wzmocnienia bezpieczeństwa lub poprawy funkcjonalności Naszej Usługi lub gdy jesteśmy prawnie zobowiązani do przechowywania tych danych przez dłuższe okresy czasu.",
  "Transfer of Your Personal Data": "Przeniesienie Twoich danych osobowych",
  "Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.": "Twoje dane, w tym Dane Osobowe, są przetwarzane w biurach operacyjnych Spółki oraz we wszystkich innych miejscach, w których znajdują się strony zaangażowane w przetwarzanie. Oznacza to, że informacje te mogą być przesyłane i przechowywane na komputerach znajdujących się poza Twoim stanem, prowincją, krajem lub inną jurysdykcją rządową, gdzie przepisy dotyczące ochrony danych mogą różnić się od przepisów obowiązujących w Twojej jurysdykcji.",
  "Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.": "Twoja zgoda na niniejszą Politykę prywatności, a następnie przesłanie takich informacji oznacza Twoją zgodę na to przeniesienie.",
  "The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.": "Firma podejmie wszelkie niezbędne kroki, aby zapewnić, że Twoje dane będą traktowane bezpiecznie i zgodnie z niniejszą Polityką prywatności, a żadne przekazanie Twoich Danych osobowych do organizacji lub kraju nie będzie miało miejsca, chyba że zostaną zastosowane odpowiednie kontrole, w tym bezpieczeństwo Twoje dane i inne dane osobowe.",
  "Delete Your Personal Data": "Usuń swoje dane osobowe",
  "You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You.": "Masz prawo usunąć lub poprosić nas o pomoc w usunięciu danych osobowych, które zebraliśmy na Twój temat.",
  "Our Service may give You the ability to delete certain information about You from within the Service.": "Nasza Usługa może dać Ci możliwość usunięcia pewnych informacji o Tobie z poziomu Usługi.",
  "You may update, amend, or delete Your information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your personal information. You may also contact Us to request access to, correct, or delete any personal information that You have provided to Us.": "Możesz aktualizować, zmieniać lub usuwać swoje dane w dowolnym momencie, logując się na swoje Konto, jeśli je posiadasz, i odwiedzając sekcję ustawień konta, która umożliwia zarządzanie Twoimi danymi osobowymi. Możesz także skontaktować się z nami, aby poprosić o dostęp do danych osobowych, które nam przekazałeś, ich poprawienie lub usunięcie.",
  "Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so.": "Należy jednak pamiętać, że może być konieczne zachowanie pewnych informacji, jeśli mamy do tego obowiązek prawny lub podstawę prawną.",
  "Disclosure of Your Personal Data": "Ujawnienie Twoich danych osobowych",
  "Business Transactions": "Transakcje biznesowe",
  "If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.": "Jeżeli Spółka uczestniczy w fuzji, przejęciu lub sprzedaży aktywów, Twoje Dane Osobowe mogą zostać przekazane. Poinformujemy Cię, zanim Twoje Dane Osobowe zostaną przekazane i zaczną podlegać innej Polityce Prywatności.",
  "Law enforcement": "Egzekucja prawa",
  "Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).": "W pewnych okolicznościach Spółka może być zobowiązana do ujawnienia Twoich Danych Osobowych, jeśli jest to wymagane przez prawo lub w odpowiedzi na uzasadnione żądania władz publicznych (np. sądu lub agencji rządowej).",
  "Other legal requirements": "Inne wymagania prawne",
  "The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:": "Spółka może ujawnić Twoje Dane Osobowe, działając w dobrej wierze, uznając, że takie działanie jest konieczne, aby:",
  "Comply with a legal obligation": "Wypełnij obowiązek prawny",
  "Protect and defend the rights or property of the Company": "Chronić i bronić praw lub własności Spółki",
  "Prevent or investigate possible wrongdoing in connection with the Service": "Zapobiegaj potencjalnym nadużyciom w związku z Usługą lub badaj je",
  "Protect the personal safety of Users of the Service or the public": "Chronić bezpieczeństwo osobiste Użytkowników Serwisu lub społeczeństwa",
  "Protect against legal liability": "Chronić przed odpowiedzialnością prawną",
  "Security of Your Personal Data": "Bezpieczeństwo Twoich danych osobowych",
  "The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.": "Bezpieczeństwo Twoich Danych Osobowych jest dla nas ważne, pamiętaj jednak, że żadna metoda transmisji przez Internet, ani metoda elektronicznego przechowywania nie jest w 100% bezpieczna. Chociaż staramy się stosować komercyjnie akceptowalne środki w celu ochrony Twoich danych osobowych, nie możemy zagwarantować ich całkowitego bezpieczeństwa.",
  "Detailed Information on the Processing of Your Personal Data": "Szczegółowe informacje dotyczące przetwarzania Twoich danych osobowych",
  "The Service Providers We use may have access to Your Personal Data. These third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.": "Dostawcy usług, z których korzystamy, mogą mieć dostęp do Twoich danych osobowych. Ci zewnętrzni dostawcy gromadzą, przechowują, wykorzystują, przetwarzają i przekazują informacje o Twojej aktywności w naszym Serwisie zgodnie z ich Polityką prywatności.",
  "Payments": "Płatności",
  "We may provide paid products and/or services within the Service. In that case, we may use third-party services for payment processing (e.g. payment processors).": "W ramach Usługi możemy udostępniać płatne produkty i/lub usługi. W takim przypadku możemy korzystać z usług stron trzecich w celu przetwarzania płatności (np. podmiotów przetwarzających płatności).",
  "We will not store or collect Your payment card details. That information is provided directly to Our third-party payment processors whose use of Your personal information is governed by their Privacy Policy. These payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover. PCI-DSS requirements help ensure the secure handling of payment information.": "Nie będziemy przechowywać ani zbierać danych Twojej karty płatniczej. Informacje te są przekazywane bezpośrednio naszym zewnętrznym podmiotom przetwarzającym płatności, których wykorzystanie Twoich danych osobowych podlega ich Polityce prywatności. Te procesory płatnicze spełniają standardy określone przez PCI-DSS zarządzane przez Radę ds. Standardów Bezpieczeństwa PCI, co jest wspólnym wysiłkiem takich marek jak Visa, Mastercard, American Express i Discover. Wymagania PCI-DSS pomagają zapewnić bezpieczne przetwarzanie informacji o płatnościach.",
  "Stripe": "Naszywka",
  "Their Privacy Policy can be viewed at ": "Ich Politykę prywatności można zobaczyć pod adresem",
  "https://stripe.com/us/privacy": "https://stripe.com/us/privacy",
  "Children's Privacy": "Prywatność dzieci",
  "Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.": "Nasza Usługa nie jest skierowana do osób poniżej 13 roku życia. Nie zbieramy świadomie danych osobowych od osób poniżej 13 roku życia. Jeśli jesteś rodzicem lub opiekunem i wiesz, że Twoje dziecko przekazało nam Dane osobowe, prosimy Skontaktuj się z nami. Jeśli dowiemy się, że zebraliśmy dane osobowe od osób poniżej 13 roku życia bez weryfikacji zgody rodziców, podejmiemy kroki w celu usunięcia tych informacji z naszych serwerów.",
  "If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.": "Jeśli będziemy musieli polegać na zgodzie jako podstawie prawnej przetwarzania Twoich danych, a Twój kraj wymaga zgody rodzica, możemy wymagać zgody Twojego rodzica, zanim zgromadzimy i wykorzystamy te informacje.",
  "Links to Other Websites": "Linki do innych stron internetowych",
  "Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.": "Nasz Serwis może zawierać łącza do innych stron internetowych, które nie są przez nas obsługiwane. Jeśli klikniesz na link strony trzeciej, zostaniesz przekierowany na stronę tej strony trzeciej. Zdecydowanie zalecamy zapoznanie się z Polityką prywatności każdej odwiedzanej witryny.",
  "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "Nie mamy kontroli i nie ponosimy żadnej odpowiedzialności za treść, politykę prywatności lub praktyki jakichkolwiek witryn lub usług stron trzecich.",
  "Changes to this Privacy Policy": "Zmiany w niniejszej Polityce Prywatności",
  "We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.": "Od czasu do czasu możemy aktualizować naszą Politykę prywatności. O wszelkich zmianach powiadomimy Cię, publikując nową Politykę prywatności na tej stronie.",
  "We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"Last updated\" date at the top of this Privacy Policy.": "Poinformujemy Cię o tym za pośrednictwem poczty elektronicznej i/lub widocznego powiadomienia w naszym Serwisie, zanim zmiana zacznie obowiązywać, i zaktualizujemy datę „Ostatniej aktualizacji” na górze niniejszej Polityki prywatności.",
  "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "Zaleca się okresowe przeglądanie niniejszej Polityki prywatności pod kątem jakichkolwiek zmian. Zmiany w niniejszej Polityce prywatności obowiązują w momencie ich opublikowania na tej stronie.",
  "Contact Us": "Skontaktuj się z nami",
  "If you have any questions about this Privacy Policy, You can contact us:": "Jeśli masz jakiekolwiek pytania dotyczące niniejszej Polityki prywatności, możesz się z nami skontaktować:",
  "By email: ": "E-mailem:",
  "info@courierasssistant.com": "info@courierasssistant.com",
  "Please read these terms and conditions carefully before using Our Service.": "Przed skorzystaniem z Naszej Usługi prosimy o uważne zapoznanie się z niniejszymi warunkami.",
  "For the purposes of these Terms and Conditions:": "Na potrzeby niniejszego Regulaminu:",
  "refers to: :country": "odnosi się do: :kraj",
  "Content": "Treść",
  "refers to content such as text, images, or other information that can be posted, uploaded, linked to or otherwise made available by You, regardless of the form of that content.": "odnosi się do treści, takich jak tekst, obrazy lub inne informacje, które mogą być publikowane, przesyłane, powiązane lub w inny sposób udostępniane przez Ciebie, niezależnie od formy tej treści.",
  "Feedback": "Informacja zwrotna",
  "means feedback, innovations or suggestions sent by You regarding the attributes, performance or features of our Service.": "oznacza opinie, innowacje lub sugestie przesłane przez Ciebie dotyczące atrybutów, wydajności lub funkcji naszej Usługi.",
  "Subscriptions": "Subskrypcje",
  "refer to the services or access to the Service offered on a subscription basis by the Company to You.": "odnoszą się do usług lub dostępu do Usługi oferowanych Tobie na zasadzie subskrypcji przez Spółkę.",
  "Terms and Conditions": "Regulamin",
  "(also referred as \"Terms\") mean these Terms and Conditions that form the entire agreement between You and the Company regarding the use of the Service.": "(zwane także „Warunkami”) oznaczają niniejszy Regulamin, który stanowi całość umowy pomiędzy Tobą a Firmą dotyczącą korzystania z Usługi.",
  "Third-party Social Media Service": "Usługa mediów społecznościowych strony trzeciej",
  "means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the Service.": "oznaczają wszelkie usługi lub treści (w tym dane, informacje, produkty lub usługi) dostarczane przez stronę trzecią, które mogą być wyświetlane, zawarte lub udostępniane w ramach Usługi.",
  "Acknowledgment": "Potwierdzenie",
  "These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company. These Terms and Conditions set out the rights and obligations of all users regarding the use of the Service.": "Poniżej znajdują się Warunki regulujące korzystanie z tej Usługi oraz umowa obowiązująca pomiędzy Tobą a Firmą. Niniejszy Regulamin określa prawa i obowiązki wszystkich użytkowników związane z korzystaniem z Serwisu.",
  "Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions. These Terms and Conditions apply to all visitors, users and others who access or use the Service.": "Twój dostęp do Usługi i korzystanie z niej jest uwarunkowane akceptacją i przestrzeganiem niniejszego Regulaminu. Niniejsze Warunki mają zastosowanie do wszystkich odwiedzających, użytkowników i innych osób uzyskujących dostęp do Usługi lub korzystających z niej.",
  "By accessing or using the Service You agree to be bound by these Terms and Conditions. If You disagree with any part of these Terms and Conditions then You may not access the Service.": "Uzyskując dostęp do Usługi lub korzystając z niej, wyrażasz zgodę na przestrzeganie niniejszych Warunków. Jeśli nie zgadzasz się z jakąkolwiek częścią niniejszych Warunków, nie możesz uzyskać dostępu do Usługi.",
  "You represent that you are over the age of 18. The Company does not permit those under 18 to use the Service.": "Oświadczasz, że masz ukończone 18 lat. Firma nie zezwala osobom poniżej 18 roku życia na korzystanie z Usługi.",
  "Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company. Our Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You. Please read Our Privacy Policy carefully before using Our Service.": "Twój dostęp do Usługi i korzystanie z niej jest również uzależnione od akceptacji i przestrzegania Polityki Prywatności Spółki. Nasza Polityka Prywatności opisuje nasze zasady i procedury dotyczące gromadzenia, wykorzystywania i ujawniania Twoich danych osobowych podczas korzystania z Aplikacji lub Strony internetowej oraz informuje Cię o Twoich prawach do prywatności oraz o tym, jak prawo Cię chroni. Przed skorzystaniem z naszego Serwisu prosimy o dokładne zapoznanie się z naszą Polityką prywatności.",
  "Subscription period": "Okres subskrypcji",
  "The Service or some parts of the Service are available only with a paid Subscription. You will be billed in advance on a recurring and periodic basis (such as daily, weekly, monthly or annually), depending on the type of Subscription plan you select when purchasing the Subscription.": "Usługa lub niektóre jej części dostępne są wyłącznie w ramach płatnej Abonamentu. Opłaty będą naliczane z góry w sposób cykliczny i okresowy (np. dzienny, tygodniowy, miesięczny lub roczny), w zależności od rodzaju planu subskrypcji wybranego podczas zakupu subskrypcji.",
  "At the end of each period, Your Subscription will automatically renew under the exact same conditions unless You cancel it or the Company cancels it.": "Na koniec każdego okresu Twoja Subskrypcja zostanie automatycznie odnowiona na dokładnie takich samych warunkach, chyba że ją anulujesz lub Firma ją anuluje.",
  "Subscription cancellations": "Anulowanie subskrypcji",
  "You may cancel Your Subscription renewal either through Your Account settings page or by contacting the Company. You will not receive a refund for the fees You already paid for Your current Subscription period and You will be able to access the Service until the end of Your current Subscription period.": "Możesz anulować odnowienie subskrypcji na stronie ustawień swojego konta lub kontaktując się ze Spółką. Nie otrzymasz zwrotu opłat już uiszczonych za bieżący okres Abonamentu, a dostęp do Usługi będziesz mieć do końca bieżącego okresu Abonamentu.",
  "Billing": "Dane do faktury",
  "You shall provide the Company with accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.": "Musisz podać Spółce dokładne i kompletne informacje rozliczeniowe, w tym imię i nazwisko, adres, stan, kod pocztowy, numer telefonu i ważne informacje o metodzie płatności.",
  "Should automatic billing fail to occur for any reason, the Company will issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.": "Jeżeli z jakiegokolwiek powodu automatyczne rozliczenie nie nastąpi, Firma wystawi fakturę elektroniczną wskazującą, że należy dokonać ręcznie, w określonym terminie, pełnej płatności odpowiadającej okresowi rozliczeniowemu wskazanemu na fakturze.",
  "Fee Changes": "Zmiany opłat",
  "The Company, in its sole discretion and at any time, may modify the Subscription fees. Any Subscription fee change will become effective at the end of the then-current Subscription period.": "Spółka może według własnego uznania i w dowolnym momencie modyfikować opłaty subskrypcyjne. Wszelkie zmiany w Opłacie Subskrypcyjnej zaczną obowiązywać z końcem bieżącego okresu Subskrypcji.",
  "The Company will provide You with reasonable prior notice of any change in Subscription fees to give You an opportunity to terminate Your Subscription before such change becomes effective.": "Spółka powiadomi Cię z odpowiednim wyprzedzeniem o wszelkich zmianach w opłatach za subskrypcję, aby dać ci możliwość zakończenia subskrypcji, zanim taka zmiana zacznie obowiązywać.",
  "Your continued use of the Service after the Subscription fee change comes into effect constitutes Your agreement to pay the modified Subscription fee amount.": "Dalsze korzystanie z Usługi po wejściu w życie zmiany Abonamentu oznacza zgodę na zapłatę zmodyfikowanej kwoty Abonamentu.",
  "Refunds": "Zwroty pieniędzy",
  "Except when required by law, paid Subscription fees are non-refundable.": "Z wyjątkiem przypadków, gdy jest to wymagane przez prawo, uiszczone opłaty subskrypcyjne nie podlegają zwrotowi.",
  "Certain refund requests for Subscriptions may be considered by the Company on a case-by-case basis and granted at the sole discretion of the Company.": "Niektóre wnioski o zwrot środków za Subskrypcje mogą być rozpatrywane przez Spółkę indywidualnie i przyznawane według wyłącznego uznania Spółki.",
  "User Accounts": "Konta użytkowników",
  "When You create an account with Us, You must provide Us information that is accurate, complete, and current at all times. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of Your account on Our Service.": "Tworząc u nas konto, musisz podać nam informacje, które są zawsze dokładne, kompletne i aktualne. Niezastosowanie się do tego stanowi naruszenie Regulaminu, co może skutkować natychmiastowym zamknięciem Twojego konta w naszym Serwisie.",
  "You are responsible for safeguarding the password that You use to access the Service and for any activities or actions under Your password, whether Your password is with Our Service or a Third-Party Social Media Service.": "Jesteś odpowiedzialny za ochronę hasła, którego używasz w celu uzyskania dostępu do Usługi oraz za wszelkie działania lub działania wykonywane pod Twoim hasłem, niezależnie od tego, czy Twoje hasło jest powiązane z naszą Usługą, czy zewnętrzną usługą mediów społecznościowych.",
  "You agree not to disclose Your password to any third party. You must notify Us immediately upon becoming aware of any breach of security or unauthorized use of Your account.": "Zgadzasz się nie ujawniać swojego hasła osobom trzecim. Musisz powiadomić nas natychmiast po uzyskaniu wiedzy o jakimkolwiek naruszeniu bezpieczeństwa lub nieuprawnionym użyciu Twojego konta.",
  "You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than You without appropriate authorization, or a name that is otherwise offensive, vulgar or obscene.": "Nie możesz używać jako nazwy użytkownika nazwy innej osoby lub podmiotu lub nazwy, która nie jest legalnie dostępna do użytku, nazwy lub znaku towarowego podlegającego jakimkolwiek prawom innej osoby lub podmiotu innego niż Ty bez odpowiedniego upoważnienia, ani nazwy, która jest w inny sposób obraźliwe, wulgarne lub obsceniczne.",
  "Your Right to Post Content": "Twoje prawo do publikowania treści",
  "Our Service allows You to post Content. You are responsible for the Content that You post to the Service, including its legality, reliability, and appropriateness.": "Nasz Serwis pozwala na publikowanie Treści. Użytkownik ponosi odpowiedzialność za Treści zamieszczane w Serwisie, w tym za ich legalność, rzetelność i stosowność.",
  "By posting Content to the Service, You grant Us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Service. You retain any and all of Your rights to any Content You submit, post or display on or through the Service and You are responsible for protecting those rights. You agree that this license includes the right for Us to make Your Content available to other users of the Service, who may also use Your Content subject to these Terms.": "Publikując Treści w Usłudze, udzielasz nam prawa i licencji do używania, modyfikowania, publicznego wykonywania, publicznego wyświetlania, reprodukowania i rozpowszechniania takich Treści w Usłudze i za jej pośrednictwem. Zachowujesz wszelkie swoje prawa do wszelkich Treści, które przesyłasz, publikujesz lub wyświetlasz w Usłudze lub za jej pośrednictwem i jesteś odpowiedzialny za ochronę tych praw. Zgadzasz się, że ta licencja obejmuje prawo Nas do udostępniania Twoich Treści innym użytkownikom Usługi, którzy mogą również korzystać z Twoich Treści zgodnie z niniejszymi Warunkami.",
  "You represent and warrant that: (i) the Content is Yours (You own it) or You have the right to use it and grant Us the rights and license as provided in these Terms, and (ii) the posting of Your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.": "Oświadczasz i gwarantujesz, że: (i) Treść należy do Ciebie (jesteś jej właścicielem) lub masz prawo do korzystania z niej i przyznania nam praw i licencji zgodnie z niniejszymi Warunkami oraz (ii) publikowanie Twoich Treści na lub za pośrednictwem Usługi nie narusza praw do prywatności, praw do wizerunku, praw autorskich, praw umownych ani żadnych innych praw jakiejkolwiek osoby.",
  "Content Restrictions": "Ograniczenia dotyczące treści",
  "The Company is not responsible for the content of the Service's users. You expressly understand and agree that You are solely responsible for the Content and for all activity that occurs under Your account, whether done so by You or any third person using Your account.": "Spółka nie ponosi odpowiedzialności za treści zamieszczane przez użytkowników Serwisu. Wyraźnie rozumiesz i zgadzasz się, że ponosisz wyłączną odpowiedzialność za Treść i wszelką aktywność mającą miejsce na Twoim koncie, niezależnie od tego, czy jest to wykonywane przez Ciebie, czy przez jakąkolwiek osobę trzecią korzystającą z Twojego konta.",
  "You may not transmit any Content that is unlawful, offensive, upsetting, intended to disgust, threatening, libellous, defamatory, obscene or otherwise objectionable. Examples of such objectionable Content include, but are not limited to, the following:": "Nie możesz przesyłać żadnych Treści, które są niezgodne z prawem, obraźliwe, denerwujące, mające na celu obrzydzenie, grożenie, oszczerstwo, zniesławienie, obsceniczne lub w inny sposób budzące sprzeciw. Przykłady takich treści budzących zastrzeżenia obejmują między innymi:",
  "Unlawful or promoting unlawful activity.": "Niezgodne z prawem lub promujące działalność niezgodną z prawem.",
  "Defamatory, discriminatory, or mean-spirited content, including references or commentary about religion, race, sexual orientation, gender, national/ethnic origin, or other targeted groups.": "Treści zniesławiające, dyskryminujące lub złośliwe, w tym odniesienia lub komentarze na temat religii, rasy, orientacji seksualnej, płci, pochodzenia narodowego/etnicznego lub innych grup docelowych.",
  "Spam, machine - or randomly - generated, constituting unauthorized or unsolicited advertising, chain letters, any other form of unauthorized solicitation, or any form of lottery or gambling.": "Spam generowany maszynowo lub losowo, stanowiący nieautoryzowaną lub niezamówioną reklamę, łańcuszki lub jakąkolwiek inną formę nieautoryzowanego nagabywania lub jakąkolwiek formę loterii lub hazardu.",
  "Containing or installing any viruses, worms, malware, trojan horses, or other content that is designed or intended to disrupt, damage, or limit the functioning of any software, hardware or telecommunications equipment or to damage or obtain unauthorized access to any data or other information of a third person.": "Zawierające lub instalujące jakiekolwiek wirusy, robaki, złośliwe oprogramowanie, konie trojańskie lub inną treść, która ma lub ma na celu zakłócenie, uszkodzenie lub ograniczenie funkcjonowania jakiegokolwiek oprogramowania, sprzętu komputerowego lub sprzętu telekomunikacyjnego lub uszkodzenie lub uzyskanie nieuprawnionego dostępu do jakichkolwiek danych lub innych informacje osoby trzeciej.",
  "Infringing on any proprietary rights of any party, including patent, trademark, trade secret, copyright, right of publicity or other rights.": "Naruszanie jakichkolwiek praw własności jakiejkolwiek strony, w tym patentów, znaków towarowych, tajemnic handlowych, praw autorskich, praw do reklamy lub innych praw.",
  "Impersonating any person or entity including the Company and its employees or representatives.": "Podszywanie się pod jakąkolwiek osobę lub podmiot, w tym Firmę i jej pracowników lub przedstawicieli.",
  "Violating the privacy of any third person.": "Naruszanie prywatności osób trzecich.",
  "False information and features.": "Fałszywe informacje i funkcje.",
  "The Company reserves the right, but not the obligation, to, in its sole discretion, determine whether or not any Content is appropriate and complies with these Terms, refuse or remove this Content. The Company further reserves the right to make formatting and edits and change the manner of any Content. The Company can also limit or revoke the use of the Service if You post such objectionable Content.": "Firma zastrzega sobie prawo, ale nie obowiązek, do ustalenia, według własnego uznania, czy jakakolwiek Treść jest odpowiednia i zgodna z niniejszymi Warunkami, odrzucenia lub usunięcia tej Treści. Spółka zastrzega sobie ponadto prawo do formatowania i edycji oraz zmiany sposobu dowolnej Treści. Firma może również ograniczyć lub odwołać możliwość korzystania z Usługi, jeśli opublikujesz takie treści budzące zastrzeżenia.",
  "As the Company cannot control all content posted by users and/or third parties on the Service, you agree to use the Service at your own risk. You understand that by using the Service You may be exposed to content that You may find offensive, indecent, incorrect or objectionable, and You agree that under no circumstances will the Company be liable in any way for any content, including any errors or omissions in any content, or any loss or damage of any kind incurred as a result of your use of any content.": "Ponieważ Firma nie może kontrolować wszystkich treści publikowanych przez użytkowników i/lub osoby trzecie w Usłudze, zgadzasz się korzystać z Usługi na własne ryzyko. Rozumiesz, że korzystając z Usługi, możesz być narażony na treści, które możesz uznać za obraźliwe, nieprzyzwoite, nieprawidłowe lub budzące zastrzeżenia, i zgadzasz się, że w żadnym wypadku Firma nie będzie w żaden sposób odpowiedzialna za jakiekolwiek treści, w tym za jakiekolwiek błędy lub pominięcia w jakichkolwiek treści ani żadnych strat lub szkód jakiegokolwiek rodzaju powstałych w wyniku korzystania przez Ciebie z jakichkolwiek treści.",
  "Content Backups": "Kopie zapasowe treści",
  "Although regular backups of Content are performed, the Company does not guarantee there will be no loss or corruption of data.": "Mimo że regularnie tworzone są kopie zapasowe Treści, Firma nie gwarantuje, że dane nie zostaną utracone ani uszkodzone.",
  "Corrupt or invalid backup points may be caused by, without limitation, Content that is corrupted prior to being backed up or that changes during the time a backup is performed.": "Uszkodzone lub nieprawidłowe punkty kopii zapasowych mogą być spowodowane między innymi Treścią, która została uszkodzona przed utworzeniem kopii zapasowej lub która uległa zmianie w trakcie wykonywania kopii zapasowej.",
  "The Company will provide support and attempt to troubleshoot any known or discovered issues that may affect the backups of Content. But You acknowledge that the Company has no liability related to the integrity of Content or the failure to successfully restore Content to a usable state.": "Firma zapewni wsparcie i podejmie próbę rozwiązania wszelkich znanych lub wykrytych problemów, które mogą mieć wpływ na kopie zapasowe Treści. Użytkownik przyjmuje jednak do wiadomości, że Firma nie ponosi żadnej odpowiedzialności związanej z integralnością Treści lub niepowodzeniem w pomyślnym przywróceniu Treści do stanu nadającego się do użytku.",
  "You agree to maintain a complete and accurate copy of any Content in a location independent of the Service.": "Użytkownik wyraża zgodę na przechowywanie pełnej i dokładnej kopii wszelkich Treści w lokalizacji niezależnej od Usługi.",
  "Copyright Policy": "Polityka praw autorskich",
  "Intellectual Property Infringement": "Naruszenie własności intelektualnej",
  "We respect the intellectual property rights of others. It is Our policy to respond to any claim that Content posted on the Service infringes a copyright or other intellectual property infringement of any person.": "Szanujemy prawa własności intelektualnej innych osób. Naszą polityką jest reagowanie na wszelkie roszczenia dotyczące treści opublikowanych w Serwisie, które naruszają prawa autorskie lub inne naruszenia własności intelektualnej jakiejkolwiek osoby.",
  "If You are a copyright owner, or authorized on behalf of one, and You believe that the copyrighted work has been copied in a way that constitutes copyright infringement that is taking place through the Service, You must submit Your notice in writing to the attention of our copyright agent via email at ": "Jeśli jesteś właścicielem praw autorskich lub masz upoważnienie w jego imieniu i uważasz, że dzieło chronione prawem autorskim zostało skopiowane w sposób stanowiący naruszenie praw autorskich za pośrednictwem Usługi, musisz przesłać pisemne powiadomienie do wiadomości naszego agenta ds. praw autorskich za pośrednictwem poczty elektronicznej pod adresem",
  "and include in Your notice a detailed description of the alleged infringement.": "i zawrzyj w swoim zgłoszeniu szczegółowy opis zarzucanego naruszenia.",
  "You may be held accountable for damages (including costs and attorneys' fees) for misrepresenting that any Content is infringing Your copyright.": "Możesz zostać pociągnięty do odpowiedzialności za szkody (w tym koszty i honoraria adwokackie) za fałszywe oświadczenie, że jakakolwiek Treść narusza Twoje prawa autorskie.",
  "DMCA Notice and DMCA Procedure for Copyright Infringement Claims": "Powiadomienie DMCA i procedura DMCA w przypadku roszczeń o naruszenie praw autorskich",
  "You may submit a notification pursuant to the Digital Millennium Copyright Act (DMCA) by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):": "Możesz przesłać powiadomienie zgodnie z ustawą Digital Millennium Copyright Act (DMCA), przekazując naszemu agentowi ds. praw autorskich następujące informacje na piśmie (więcej szczegółów można znaleźć w artykule 17 U.S.C 512(c)(3)):",
  "An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright's interest.": "Elektroniczny lub fizyczny podpis osoby upoważnionej do działania w imieniu właściciela praw autorskich.",
  "A description of the copyrighted work that You claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work.": "Opis dzieła chronionego prawem autorskim, które Twoim zdaniem zostało naruszone, w tym adres URL (tj. adres strony internetowej) lokalizacji, w której znajduje się dzieło chronione prawem autorskim, lub kopię dzieła chronionego prawem autorskim.",
  "Identification of the URL or other specific location on the Service where the material that You claim is infringing is located.": "Identyfikacja adresu URL lub innej konkretnej lokalizacji w Usłudze, gdzie znajduje się materiał, który Twoim zdaniem narusza prawa.",
  "Your address, telephone number, and email address.": "Twój adres, numer telefonu i adres e-mail.",
  "A statement by You that You have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.": "Oświadczenie, że w dobrej wierze wierzysz, że kwestionowane użycie nie jest autoryzowane przez właściciela praw autorskich, jego agenta lub przez prawo.",
  "A statement by You, made under penalty of perjury, that the above information in Your notice is accurate and that You are the copyright owner or authorized to act on the copyright owner's behalf.": "Oświadczenie złożone przez Ciebie pod rygorem odpowiedzialności karnej za krzywoprzysięstwo, że powyższe informacje zawarte w Twoim zawiadomieniu są dokładne i że jesteś właścicielem praw autorskich lub jesteś upoważniony do działania w imieniu właściciela praw autorskich.",
  "You can contact our copyright agent via email at ": "Możesz skontaktować się z naszym agentem ds. praw autorskich za pośrednictwem poczty elektronicznej pod adresem",
  "Your Feedback to Us": "Twoja opinia dla nas",
  "You assign all rights, title and interest in any Feedback You provide the Company. If for any reason such assignment is ineffective, You agree to grant the Company a non-exclusive, perpetual, irrevocable, royalty free, worldwide right and license to use, reproduce, disclose, sub-license, distribute, modify and exploit such Feedback without restriction.": "Przekazujesz wszelkie prawa, tytuły i udziały w wszelkich opiniach przekazywanych Spółce. Jeśli z jakiegokolwiek powodu taka cesja okaże się nieskuteczna, zgadzasz się udzielić Firmie niewyłącznego, wieczystego, nieodwołalnego, bezpłatnego, ogólnoświatowego prawa i licencji na używanie, reprodukowanie, ujawnianie, udzielanie podlicencji, dystrybucję, modyfikowanie i wykorzystywanie takich Opinii bez ograniczenie.",
  "Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company.": "Nasza Usługa może zawierać łącza do witryn internetowych lub usług stron trzecich, które nie są własnością Spółki ani nie są przez nią kontrolowane.",
  "The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services.": "Firma nie ma kontroli nad treścią, polityką prywatności ani praktykami jakichkolwiek witryn internetowych lub usług stron trzecich ani nie ponosi za nie odpowiedzialności. Ponadto przyjmujesz do wiadomości i zgadzasz się, że Firma nie będzie ponosić odpowiedzialności, bezpośrednio lub pośrednio, za jakiekolwiek szkody lub straty spowodowane lub rzekomo spowodowane przez lub w związku z wykorzystaniem lub poleganiem na jakichkolwiek takich treściach, towarach lub usługach dostępnych na lub za pośrednictwem takich witryn internetowych lub usług.",
  "We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit.": "Zdecydowanie zalecamy zapoznanie się z warunkami i polityką prywatności wszelkich odwiedzanych witryn internetowych lub usług stron trzecich.",
  "Termination": "Zakończenie",
  "We may terminate or suspend Your Account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions.": "Możemy natychmiast zamknąć lub zawiesić Twoje Konto, bez uprzedniego powiadomienia i odpowiedzialności, z dowolnego powodu, w tym między innymi w przypadku naruszenia przez Ciebie niniejszych Warunków.",
  "Upon termination, Your right to use the Service will cease immediately. If You wish to terminate Your Account, You may simply discontinue using the Service.": "Po rozwiązaniu umowy Twoje prawo do korzystania z Usługi natychmiast wygasa. Jeśli chcesz zamknąć swoje Konto, możesz po prostu zaprzestać korzystania z Usługi.",
  "Limitation of Liability": "Ograniczenie odpowiedzialności",
  "Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service.": "Niezależnie od jakichkolwiek szkód, jakie możesz ponieść, cała odpowiedzialność Firmy i któregokolwiek z jej dostawców zgodnie z postanowieniami niniejszych Warunków oraz Twoje wyłączne zadośćuczynienie za wszystkie powyższe będą ograniczone do kwoty faktycznie zapłaconej przez Ciebie za pośrednictwem Usługi lub 100 USD jeśli nie dokonałeś żadnych zakupów za pośrednictwem Usługi.",
  "To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.": "W maksymalnym zakresie dozwolonym przez obowiązujące prawo, w żadnym wypadku Firma ani jej dostawcy nie będą ponosić odpowiedzialności za jakiekolwiek szczególne, przypadkowe, pośrednie lub wtórne szkody (w tym między innymi szkody z tytułu utraty zysków, utraty danych lub inne informacje, za przerwę w działalności, obrażenia ciała, utratę prywatności wynikającą lub w jakikolwiek sposób związaną z korzystaniem lub niemożnością korzystania z Usługi, oprogramowania stron trzecich i/lub sprzętu stron trzecich używanego z Usługą, lub w inny sposób w związku z jakimkolwiek postanowieniem niniejszych Warunków), nawet jeśli Spółka lub jakikolwiek dostawca zostali powiadomieni o możliwości wystąpienia takich szkód i nawet jeśli środek zaradczy nie spełnił swojego podstawowego celu.",
  "Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply. In these states, each party's liability will be limited to the greatest extent permitted by law.": "Niektóre stany nie zezwalają na wyłączenie dorozumianych gwarancji lub ograniczenie odpowiedzialności za szkody przypadkowe lub wtórne, co oznacza, że niektóre z powyższych ograniczeń mogą nie mieć zastosowania. W tych stanach odpowiedzialność każdej ze stron będzie ograniczona w największym zakresie dozwolonym przez prawo.",
  "\"AS IS\" and \"AS AVAILABLE\" Disclaimer": "Zastrzeżenie dotyczące „TAK JAK JEST” i „W MIARĘ DOSTĘPNOŚCI”.",
  "The Service is provided to You \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected.": "Usługa jest świadczona Użytkownikowi „TAK JAK JEST” i „W MIARĘ DOSTĘPNOŚCI”, ze wszystkimi wadami i defektami, bez jakiejkolwiek gwarancji. W maksymalnym zakresie dozwolonym przez obowiązujące prawo Spółka, we własnym imieniu oraz w imieniu swoich Podmiotów Stowarzyszonych oraz swoich i ich odpowiednich licencjodawców i dostawców usług, wyraźnie zrzeka się wszelkich gwarancji, wyraźnych, dorozumianych, ustawowych lub innych, w odniesieniu do Usługa, w tym wszystkie dorozumiane gwarancje wartości handlowej, przydatności do określonego celu, tytułu prawnego i nienaruszania praw oraz gwarancje, które mogą wynikać z przebiegu transakcji, przebiegu realizacji, użytkowania lub praktyki handlowej. Bez ograniczania do powyższego, Firma nie udziela żadnych gwarancji ani zobowiązań ani nie składa żadnego rodzaju oświadczeń, że Usługa spełni Twoje wymagania, osiągnie zamierzone wyniki, będzie kompatybilna lub będzie współpracować z jakimkolwiek innym oprogramowaniem, aplikacjami, systemami lub usługami, będzie działać bez zakłóceń, spełniać wszelkie standardy wydajności lub niezawodności, być wolne od błędów lub że jakiekolwiek błędy lub defekty mogą lub zostaną naprawione.",
  "Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon; (ii) that the Service will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the Service; or (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.": "Nie ograniczając powyższego, ani Spółka, ani żaden z dostawców firmy nie składa żadnych oświadczeń ani zapewnień jakiegokolwiek rodzaju, wyraźnych lub dorozumianych: (i) co do działania lub dostępności Usługi, informacji, treści oraz materiałów lub produktów zawarte w nim; (ii) że Usługa będzie działać nieprzerwanie i bez błędów; (iii) co do dokładności, wiarygodności i aktualności wszelkich informacji lub treści udostępnianych za pośrednictwem Usługi; lub (iv) że Usługa, jej serwery, treść lub wiadomości e-mail wysyłane przez Firmę lub w jej imieniu są wolne od wirusów, skryptów, koni trojańskich, robaków, złośliwego oprogramowania, bomb zegarowych lub innych szkodliwych elementów.",
  "Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You. But in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law.": "Niektóre jurysdykcje nie zezwalają na wyłączenie niektórych rodzajów gwarancji lub ograniczeń obowiązujących ustawowych praw konsumenta, więc niektóre lub wszystkie powyższe wyłączenia i ograniczenia mogą nie mieć zastosowania w Twoim przypadku. Jednak w takim przypadku wyłączenia i ograniczenia określone w niniejszym paragrafie będą miały zastosowanie w najszerszym zakresie możliwym do wyegzekwowania na mocy obowiązującego prawa.",
  "Governing Law": "Prawo rządowe",
  "The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service. Your use of the Application may also be subject to other local, state, national, or international laws.": "Przepisy obowiązujące w danym kraju, z wyłączeniem norm kolizyjnych, regulują niniejsze Warunki i korzystanie przez Ciebie z Usługi. Korzystanie z Aplikacji może również podlegać innym przepisom lokalnym, stanowym, krajowym lub międzynarodowym.",
  "Disputes Resolution": "Rozstrzyganie Sporów",
  "If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company.": "Jeśli masz jakiekolwiek wątpliwości lub spory dotyczące Usługi, zgadzasz się najpierw spróbować nieformalnie rozwiązać spór, kontaktując się z Firmą.",
  "For European Union (EU) Users": "Dla użytkowników z Unii Europejskiej (UE).",
  "If You are a European Union consumer, you will benefit from any mandatory provisions of the law of the country in which You are resident.": "Jeśli jesteś konsumentem z Unii Europejskiej, będziesz korzystać z wszelkich bezwzględnie obowiązujących przepisów prawa kraju, w którym mieszkasz.",
  "United States Federal Government End Use Provisions": "Postanowienia rządu federalnego Stanów Zjednoczonych dotyczące końcowego użytkowania",
  "If You are a U.S. federal government end user, our Service is a \"Commercial Item\" as that term is defined at 48 C.F.R. §2.101.": "Jeśli jesteś użytkownikiem końcowym rządu federalnego Stanów Zjednoczonych, nasza Usługa jest „przedmiotem komercyjnym” zgodnie z definicją tego terminu w przepisach 48 C.F.R. §2.101.",
  "United States Legal Compliance": "Zgodność z prawem Stanów Zjednoczonych",
  "You represent and warrant that (i) You are not located in a country that is subject to the United States government embargo, or that has been designated by the United States government as a \"terrorist supporting\" country, and (ii) You are not listed on any United States government list of prohibited or restricted parties.": "Użytkownik oświadcza i zapewnia, że (i) nie znajduje się w kraju objętym embargiem nałożonym przez rząd Stanów Zjednoczonych lub który został uznany przez rząd Stanów Zjednoczonych za kraj „wspierający terroryzm” oraz (ii) nie przebywa wymienione na dowolnej liście stron objętych zakazami lub ograniczeniami rządowej Stanów Zjednoczonych.",
  "Severability and Waiver": "Rozdzielność i zrzeczenie się",
  "Severability": "Rozdzielność",
  "If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.": "Jeżeli którekolwiek postanowienie niniejszych Warunków zostanie uznane za niewykonalne lub nieważne, takie postanowienie zostanie zmienione i zinterpretowane tak, aby osiągnąć cele takiego postanowienia w największym możliwym stopniu zgodnie z obowiązującym prawem, a pozostałe postanowienia zachowają pełną moc i skuteczność.",
  "Waiver": "Zrzeczenie się",
  "Except as provided herein, the failure to exercise a right or to require performance of an obligation under these Terms shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute a waiver of any subsequent breach.": "Z wyjątkiem przypadków przewidzianych w niniejszym dokumencie, nieskorzystanie z prawa lub niewymaganie wykonania zobowiązania na mocy niniejszych Warunków nie będzie miało wpływu na zdolność strony do skorzystania z takiego prawa lub zażądania takiego wykonania w dowolnym momencie później, ani też zrzeczenie się naruszenia nie będzie stanowić zrzeczenia się każdego kolejnego naruszenia.",
  "Translation Interpretation": "Tłumaczenie Interpretacja",
  "Changes to These Terms and Conditions": "Zmiany niniejszego Regulaminu",
  "We reserve the right, at Our sole discretion, to modify or replace these Terms at any time. If a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at Our sole discretion.": "Zastrzegamy sobie prawo, według własnego uznania, do modyfikacji lub zamiany niniejszych Warunków w dowolnym momencie. Jeśli zmiana jest istotna. Dołożymy wszelkich starań, aby powiadomić Cię z co najmniej 30-dniowym wyprzedzeniem przed wejściem w życie nowych warunków. To, co stanowi istotną zmianę, zostanie ustalone według naszego wyłącznego uznania.",
  "By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms. If You do not agree to the new terms, in whole or in part, please stop using the website and the Service.": "Kontynuując dostęp do naszej Usługi lub korzystanie z niej po wejściu w życie tych zmian, wyrażasz zgodę na przestrzeganie zmienionych warunków. Jeżeli nie wyrażasz zgody na nowe warunki w całości lub w części, prosimy o zaprzestanie korzystania ze strony internetowej i Usługi.",
  "If you have any questions about these Terms and Conditions, You can contact us:": "Jeśli masz jakiekolwiek pytania dotyczące niniejszego Regulaminu, możesz się z nami skontaktować:",
  "address": "adres",
  "The address of the location.": "Adres lokalizacji.",
  "note": "notatka",
  "The note you want to display at this location.": "Notatka, którą chcesz wyświetlić w tym miejscu.",
  "The note you want to either save for future reference or share with other users": "Notatka, którą chcesz zapisać do wykorzystania w przyszłości lub udostępnić innym użytkownikom",
  "Location Information": "informacje lokalne",
  "address lookup": "wyszukiwanie adresu",
  "add location": "Dodaj miejsce",
  "edit location": "Edytuj lokalizację",
  "Map Service Links": "Linki do usług mapowych",
  "close": "zamknąć",
  "export": "eksport",
  "Session ending": "Zakończenie sesji",
  "Do you want to keep the session alive?": "Czy chcesz utrzymać sesję przy życiu?",
  "loading": "Ładowanie",
  "download": "pobierać",
  "This is where the rates are set per DSP and Depot, as the rates are different for each of these things you have to make sure you select the correct ones.": "W tym miejscu ustalane są stawki dla DSP i Depot, ponieważ stawki są różne dla każdej z tych rzeczy, musisz upewnić się, że wybierasz właściwe.",
  "These can be created by anyone that has selected the same DSP as yourself. There is a log of who created, updated or deleted any shared record.": "Może je utworzyć każdy, kto wybrał ten sam procesor DSP co Ty. Istnieje rejestr, kto utworzył, zaktualizował lub usunął udostępniony rekord.",
  "rate type": "Oceń typ",
  "The type of rate you want to add. They are all explained on the selection.": "Typ stawki, którą chcesz dodać. Wszystkie są wyjaśnione w sprawie wyboru.",
  "Please select...": "Proszę wybrać...",
  "The depot the rate is being added for.": "Magazyn, dla którego dodawana jest stawka.",
  "Not Found, click to add!": "Nie znaleziono, kliknij, aby dodać!",
  "The date the new rate is starting from.": "Data, od której zaczyna obowiązywać nowa stawka.",
  "The rate of the type you are adding.": "Szybkość typu, który dodajesz.",
  "The available :type are below...": "Dostępne typy: typ znajdują się poniżej...",
  "creator": "twórca",
  "changes": "zmiany",
  "For this to work you have to completely fill your tank on each refuel, have the first reading from a full tank and complete this on each refuel.": "Aby to zadziałało, należy całkowicie napełnić zbiornik przy każdym tankowaniu, wykonać pierwszy odczyt z pełnego zbiornika i uzupełniać go przy każdym tankowaniu.",
  "Honestly, it is worth it to see the extra money you earn on fuel each day though.": "Szczerze mówiąc, warto jednak zobaczyć dodatkowe pieniądze, które zarabiasz na paliwie każdego dnia.",
  "The date of the refuel. This will be used to both sort the refuels and to find the most accurate cost per mile on your routes.": "Data tankowania. Będzie to wykorzystywane zarówno do sortowania tankowań, jak i do ustalenia najdokładniejszego kosztu przejechania mili na Twoich trasach.",
  "odometer reading": "odczyt licznika kilometrów",
  "The reading from your odometer when you fill the tank. You have to completely fill the tank to get an accurate reading of how many miles since the last refill it cost to fill up.": "Odczyt licznika przebiegu po napełnieniu zbiornika. Aby uzyskać dokładny odczyt liczby kilometrów od ostatniego tankowania, konieczne jest pełne napełnienie zbiornika.",
  "Please enter reading...": "Proszę wejść do lektury...",
  "cost to refuel": "koszt tankowania",
  "The amount the refuel cost. This has help to show the exact cost per mile since the last refuel.": "Kwota, jaką kosztuje tankowanie. Pomaga to w pokazaniu dokładnego kosztu przejechania mili od ostatniego tankowania.",
  "Have you skipped any refuels to this one OR is this the first?": "Czy pominąłeś jakieś tankowania do tego LUB czy to jest pierwsze?",
  "Make sure the data is only for the currently selected vehicle.": "Upewnij się, że dane dotyczą tylko aktualnie wybranego pojazdu.",
  "New Vehicle": "Nowy pojazd",
  "odometer": "drogomierz",
  "ppm": "ppm",
  "route type": "typ trasy",
  "This is used to determine the day rate for the route.": "Służy do określenia stawki dziennej dla danej trasy.",
  "Select your type...": "Wybierz swój typ...",
  "The depot you're working out of for this route. Also used to determine the day rate for the route. If the depot you're working out of is not present, click the `Not Found` button to add it yourself.": "Magazyn, w którym pracujesz na tej trasie. Służy również do określenia stawki dziennej dla danej trasy. Jeśli magazynu, w którym pracujesz, nie ma, kliknij przycisk „Nie znaleziono”, aby dodać go samodzielnie.",
  "Select your depot...": "Wybierz swój magazyn...",
  "The date you worked the route.": "Data, kiedy przepracowałeś trasę.",
  "start time": "czas rozpoczęcia",
  "The time you were there to load your vehicle.": "Czas, w którym byłeś na miejscu, aby załadować pojazd.",
  "Select your start time...": "Wybierz godzinę rozpoczęcia...",
  "end time": "Koniec czasu",
  "Set this as the time you do or should arrive back at the depot. This makes it more accurate for hourly rates.": "Ustaw tę godzinę, o której masz lub powinieneś wrócić do magazynu. Dzięki temu jest dokładniejszy w przypadku stawek godzinowych.",
  "Leave until route ended!": "Wyjdź do końca trasy!",
  "start mileage": "rozpocząć przebieg",
  "The odometer reading when you arrive at the depot. The `+` section will add that figure to the mileage. Useful if you fill in before getting to the destination.": "Stan licznika kilometrów po przybyciu do magazynu. Sekcja „+” doda tę liczbę do przebiegu. Przydatne, jeśli wypełnisz przed dotarciem do celu.",
  "Odometer reading at depot...": "Stan licznika w zajezdni...",
  "Amount to add to entered mileage.": "Kwota do doliczenia do wprowadzonego przebiegu.",
  "end mileage": "koniec przebiegu",
  "The odometer reading for the end of your route, when you have returned to the depot. If you don't go back, set it to what it would have been back at the depot. This helps for accurate fuel costs and earnings.": "Stan licznika kilometrów na koniec trasy, po powrocie do magazynu. Jeśli nie wrócisz, ustaw go na taki, jaki byłby w magazynie. Pomaga to w dokładnym oszacowaniu kosztów paliwa i zarobków.",
  "invoiced miles": "mile zafakturowane",
  "Once you receive your invoice enter the mileage amazon have paid you for the route. This shows an accurate total for earnings when coupled with the fuel rate for the week.": "Po otrzymaniu faktury wprowadź przebieg, jaki Amazon zapłacił Ci za trasę. Pokazuje to dokładną sumę zarobków w połączeniu z tygodniową stawką paliwa.",
  "Get this from your invoice!": "Pobierz to z faktury!",
  "bonus": "premia",
  "Add any bonuses or subtractions to this input, it will calculate correctly for the total for the route.": "Dodaj do tego wpisu wszelkie premie lub odjęcia, a suma trasy zostanie poprawnie obliczona.",
  "Claiming VAT?": "Odliczanie podatku VAT?",
  "You you claim VAT from amazon mark this as Yes! It will calculate the extra pay for you.": "Jeśli ubiegasz się o podatek VAT od Amazon, zaznacz to jako Tak! Obliczy dla Ciebie dodatkowe wynagrodzenie.",
  "Minutes to First Stop": "Minuty do pierwszego przystanku",
  "Will give you a better result for your stops per hour. This is subtracted from the total time of your route before dividing by stops.": "Zapewni lepszy wynik w przypadku przystanków na godzinę. Jest on odejmowany od całkowitego czasu podróży przed podzieleniem przez przystanki.",
  "Total Stops or Locations": "Całkowita liczba przystanków lub lokalizacji",
  "This is totally optional, but it will show you your stops/locations per hour and give you an overall average.": "Jest to całkowicie opcjonalne, ale pokaże Ci przystanki/lokalizacje na godzinę i poda ogólną średnią.",
  "Used to determine stops per hour!": "Służy do określania przystanków na godzinę!",
  "You may want to remind yourself of something about this route. You can write that here.": "Być może zechcesz przypomnieć sobie coś na temat tej trasy. Możesz to napisać tutaj.",
  "By selecting the depot you work out of below, if you are importing data that was NOT exported from this site, it will add these routes to that depot.": "Wybierając poniżej magazyn, z którego korzystasz, importujesz dane, które NIE zostały wyeksportowane z tej witryny, a trasy te zostaną dodane do tego magazynu.",
  "Extra Information!": "Dodatkowe informacje!",
  "update week": "tydzień aktualizacji",
  "invoice miles": "mile fakturowane",
  "7 Day FREE Trial": "7-dniowy BEZPŁATNY okres próbny",
  "You pay nothing for the first 7 days. Then only...": "Przez pierwsze 7 dni nic nie płacisz. Wtedy tylko...",
  "per month": "na miesiąc",
  "Accurately track and view your daily and weekly earnings.": "Dokładnie śledź i przeglądaj swoje dzienne i tygodniowe zarobki.",
  "All your data displayed in a readable format.": "Wszystkie Twoje dane wyświetlane w czytelnym formacie.",
  "Store all your refuels and calculate the costs.": "Przechowuj wszystkie tankowania i obliczaj koszty.",
  "Perform accurate calculations for predicted income.": "Wykonaj dokładne obliczenia przewidywanego dochodu.",
  "Store and calculate all of your expenses.": "Przechowuj i obliczaj wszystkie swoje wydatki.",
  "Get an overview of everything calculated for your taxes.": "Uzyskaj przegląd wszystkich obliczeń dotyczących Twoich podatków.",
  "Peace of mind knowing how much you are receiving.": "Spokój ducha, wiedząc, ile otrzymujesz.",
  "Cancel any time and take your data with you.": "Anuluj w dowolnym momencie i zabierz swoje dane ze sobą.",
  "try it free": "wypróbuj za darmo",
  "Name on Card": "Imię na karcie",
  "Card Number": "Numer karty",
  "Expiry": "Wygaśnięcie",
  "CVC": "CVC",
  "Post Code": "Kod pocztowy",
  "coupon": "kupon",
  "You will not be charged until the trial period has ended!": "Nie zostaniesz obciążony opłatą do czasu zakończenia okresu próbnego!",
  "You can cancel during the trial period to avoid payment.": "Możesz anulować subskrypcję w okresie próbnym, aby uniknąć płatności.",
  "Claim Mileage?": "Odebrać przebieg?",
  "Driven for Work": "Napędzany do pracy",
  "Reimbursed by Amazon": "Zwrócone przez Amazon",
  "Claimable as Expense": "Zaliczane jako wydatek",
  "fuel": "paliwo",
  "Paid for Fuel": "Zapłacono za paliwo",
  "Spent on Fuel": "Wydane na paliwo",
  "Earned on Fuel": "Zarabiane na paliwie",
  "workload": "obciążenie pracą",
  "Days of Work": "Dni Pracy",
  "Days a Week": "Dni tygodnia",
  "Hours a Day": "Godzin dziennie",
  "Time Spent Driving": "Czas spędzony na prowadzeniu",
  "income": "dochód",
  "Total in Bank": "Razem w banku",
  "Total Per Day": "Razem na dzień",
  "Total Per Hour": "Razem na godzinę",
  "Actual Pay": "Rzeczywista płaca",
  "Actual Per Day": "Rzeczywisty dzień",
  "Actual Per Hour": "Rzeczywista na godzinę",
  "Total in Bonuses": "Razem w bonusach",
  "work": "praca",
  "maintenance": "konserwacja",
  "office": "biuro",
  "interest": "odsetki",
  "charges": "opłaty",
  "professional": "profesjonalny",
  "Total Expenses": "Łączne wydatki",
  "Are you sure you want to cancel your subscription?": "Czy na pewno chcesz anulować subskrypcję?",
  "Once your subscribed period has ended you will not be able to add any new data. You will have to subscribe once again to access your account. After 3 months your data will be removed. We will notify you when this is drawing near.": "Po zakończeniu okresu subskrypcji nie będziesz mieć możliwości dodawania nowych danych. Aby uzyskać dostęp do swojego konta, będziesz musiał dokonać ponownej subskrypcji. Po 3 miesiącach Twoje dane zostaną usunięte. Powiadomimy Cię, gdy się to zbliży.",
  "cancel subscription": "Anuluj subskrypcje",
  "Are you sure you want to delete your account?": "Czy na pewno chcesz usunąć swoje konto?",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Po usunięciu Twojego konta wszystkie jego zasoby i dane zostaną trwale usunięte. Wprowadź swoje hasło, aby potwierdzić, że chcesz trwale usunąć swoje konto.",
  "delete account": "Usuń konto",
  "You are about to resume your subscription!": "Zaraz wznowisz subskrypcję!",
  "Thank you for returning, you will not regret it.": "Dziękuję za powrót, nie pożałujesz.",
  "resume subscription": "wznowić subskrypcję",
  "profile information": "Informacje o Profilu",
  "Update your account's profile information and email address.": "Zaktualizuj informacje profilowe i adres e-mail swojego konta.",
  "Your email address is unverified.": "Twój adres e-mail jest niezweryfikowany.",
  "Click here to re-send the verification email.": "Kliknij tutaj, aby ponownie wysłać e-mail weryfikacyjny.",
  "update password": "Aktualizować hasło",
  "Ensure your account is using a long, random password to stay secure.": "Aby zachować bezpieczeństwo, upewnij się, że Twoje konto używa długiego, losowego hasła.",
  "current password": "aktualne hasło",
  "subscription": "Subskrypcja",
  "You are not currently subscribed to this app, your subscription ends on :date, but you can resume from here.": "Obecnie nie subskrybujesz tej aplikacji. Twoja subskrypcja kończy się :date, ale możesz ją wznowić tutaj.",
  "resume": "wznawiać",
  "You are currently on your trial period! This ends in :days days.": "Aktualnie jesteś na okresie próbnym! To kończy się za: dni dni.",
  "You are currently subscribed to this app on a monthly subscription! Thank you!": "Aktualnie subskrybujesz tę aplikację w ramach miesięcznej subskrypcji! Dziękuję!",
  "You are not yet subscribed to this app. To subscribe, please click below.": "Nie subskrybujesz jeszcze tej aplikacji. Aby subskrybować, kliknij poniżej.",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Po usunięciu Twojego konta wszystkie jego zasoby i dane zostaną trwale usunięte. Przed usunięciem konta pobierz wszelkie dane lub informacje, które chcesz zachować.",
  "Add your first vehicle!": "Dodaj swój pierwszy pojazd!",
  "Vehicle Regestration": "Rejestracja pojazdu",
  "Select your DSP!": "Wybierz swój procesor DSP!",
  "Not Found, please add below!": "Nie znaleziono. Dodaj poniżej!",
  "choose": "wybierać",
  "OR ... add it here!": "LUB... dodaj go tutaj!",
  "We separate each vehicle for refuels, this makes it easier to see the difference in your fuel costs, like if one vehicle ran cheaper than another.": "Oddzielamy każdy pojazd w celu tankowania, dzięki czemu łatwiej jest dostrzec różnicę w kosztach paliwa, tak jak gdyby jeden pojazd był tańszy od drugiego.",
  "Select your Depot!": "Wybierz swój magazyn!",
  "The depot that you work out of, this can be changed per route, but it is better to have a default so you don't need to change it each time you add a new route.": "Magazyn, w którym pracujesz, można zmienić w zależności od trasy, ale lepiej jest mieć ustawienie domyślne, aby nie trzeba było go zmieniać za każdym razem, gdy dodajesz nową trasę.",
  "Depot location": "Lokalizacja magazynu",
  "The location of your depot, for instance this could be Chester, Liverpool, Warrington etc...": "Lokalizacja Twojego magazynu, na przykład może to być Chester, Liverpool, Warrington itp.",
  "Amazons identifier for your depot, you can ask your OSM for this if you don't know it. It's another way for other drivers to find the correct depot.": "Identyfikator Amazons dla Twojego magazynu, możesz poprosić o to swojego OSM, jeśli go nie znasz. To kolejny sposób, w jaki inni kierowcy mogą znaleźć właściwą stację.",
  "Add your day rate!": "Dodaj swoją stawkę dzienną!",
  "Here you should add your day rate if you know it. First select the type of route you do, then set the date that rate started at, then the actual rate.": "Tutaj powinieneś dodać stawkę dzienną, jeśli ją znasz. Najpierw wybierz rodzaj trasy, następnie ustaw datę rozpoczęcia stawki, a następnie stawkę rzeczywistą.",
  "With these done, when you add your first route, the amount you are being paid will be calculated.": "Po wykonaniu tych czynności, po dodaniu pierwszej trasy zostanie obliczona kwota, którą otrzymasz.",
  "The date that the rate is started from, just set your first day if you do not know that actual date it started.": "Datę, od której rozpoczyna się kurs, po prostu ustaw pierwszy dzień, jeśli nie znasz faktycznej daty rozpoczęcia."
}