{
  "and": "și",
  "% day": "% zi",
  "% days": "% zile",
  "% hour": "% ora",
  "% hours": "% ore",
  "% minute": "% minut",
  "% minutes": "% minute",
  "Cost of equipment used at work": "Costul echipamentului folosit la locul de muncă",
  "Vehicle and travel expenses": "Cheltuieli cu vehiculul și călătoria",
  "Repairs and maintenance for vehicles": "Reparatii si intretinere pentru vehicule",
  "Office costs (phones and stationery)": "Costuri de birou (telefoane și papetărie)",
  "Interest on loans": "Dobânzi la împrumuturi",
  "Bank, credit card and other financial charges": "Costuri bancare, card de credit și alte taxe financiare",
  "Accountancy, legal and other professional costs": "Costuri de contabilitate, juridice și alte costuri profesionale",
  "Standard Van": "Van standard",
  "Large Van": "Van mare",
  "Standard Van Collection": "Colecția Standard Van",
  "Large Van Collection": "Colecția de furgonete mari",
  "On Site Manager": "Pe Site Manager",
  "Invoice fuel rate (per mile)": "Rata de combustibil pe factura (pe milă)",
  "Standard van (per day)": "Furgonetă standard (pe zi)",
  "Large van (per day)": "Furgonetă mare (pe zi)",
  "Standard van collection (per day)": "Colectare standard de furgonetă (pe zi)",
  "Large van collection (per day)": "Colectare dubă mare (pe zi)",
  "On site manager (per day)": "Manager pe site (pe zi)",
  "The headers have to be :headers, you are missing at least one!": "Anteturile trebuie să fie :headers, îți lipsește cel puțin unul!",
  "You need to have at least the columns :headers": "Trebuie să aveți cel puțin coloanele :headers",
  ", you can also optionally have :optional.": ", puteți avea și opțional :optional.",
  "You have to upload a valid file!": "Trebuie să încărcați un fișier valid!",
  "Successfully added your :type!": "A adăugat cu succes :type!",
  "Successfully deleted your :type!": "Ați șters cu succes :type!",
  "Successfully updated your :type!": "S-a actualizat cu succes :type!",
  "Are you sure you want to delete this :type?": "Sigur doriți să ștergeți acest :type?",
  "Add :type": "Adăugați :type",
  "Edit :type": "Editare :type",
  "Delete :type": "Delete :type",
  "You don't appear to have added any :types yet!": "Se pare că nu ați adăugat încă niciun :types!",
  "Do you want to export all of your :types as CSV?": "Doriți să exportați toate tipurile dvs. de :types ca CSV?",
  "Export :types": "Export: tipuri",
  "Bulk add :types": "Adăugați în vrac:tipuri",
  "The provided password is incorrect.": "Parola furnizată este incorectă.",
  "A new verification link has been sent to your email address.": "Un nou link de verificare a fost trimis la adresa dvs. de e-mail.",
  "Your password has been updated.": "Parola ta a fost actualizata.",
  "depot": "depozit",
  "DSP": "DSP",
  "DSP connection": "Conexiune DSP",
  "expense": "cheltuiala",
  "expenses": "cheltuieli",
  "marker": "marker",
  "You do not have permission to delete this marker.": "Nu aveți permisiunea de a șterge acest marcator.",
  "You first have to add or select your Delivery Service Provider.": "Mai întâi trebuie să adăugați sau să selectați furnizorul de servicii de livrare.",
  "rate": "rată",
  "rates": "ratele",
  "You do not have permission to view this vehicle.": "Nu aveți permisiunea de a vizualiza acest vehicul.",
  "refuel": "realimenta",
  "refuels": "realimentează",
  "route": "traseu",
  "Successfully updated the week!": "Actualizat cu succes săptămâna!",
  "routes": "trasee",
  "Your subscription has been cancelled successfully.": "Abonamentul dvs. a fost anulat cu succes.",
  "Your subscription has been resumed successfully.": "Abonamentul dvs. a fost reluat cu succes.",
  "tax": "impozit",
  "profile": "profil",
  "options": "Opțiuni",
  "You are all setup now, why don't you try adding your first route?": "Sunteți pregătiți acum, de ce nu încercați să adăugați primul traseu?",
  "vehicle": "vehicul",
  "These credentials do not match our records.": "Aceste acreditări nu se potrivesc cu înregistrările noastre.",
  "Too many login attempts. Please try again in :seconds seconds.": "Prea multe încercări de conectare. Vă rugăm să încercați din nou în :secunde secunde.",
  "Something went wrong. Please refresh the page.": "Ceva n-a mers bine. Vă rugăm să reîmprospătați pagina.",
  "You can not add a route before your start date with the DSP.": "Nu puteți adăuga o rută înainte de data de începere cu DSP.",
  "Secure area": "Zona securizata",
  "This is a secure area of the application. Please confirm your password before continuing.": "Aceasta este o zonă securizată a aplicației. Vă rugăm să vă confirmați parola înainte de a continua.",
  "password": "parola",
  "confirm": "a confirma",
  "Forgot your password?": "Ați uitat parola?",
  "No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Nici o problemă. Doar spuneți-ne adresa dvs. de e-mail și vă vom trimite prin e-mail un link de resetare a parolei care vă va permite să alegeți una nouă.",
  "email": "e-mail",
  "Back to login?": "Înapoi la autentificare?",
  "Email Password Reset Link": "Link de resetare a parolei de e-mail",
  "Sign in": "Conectare",
  "Log in": "Log in",
  "Create an account": "Creați un cont",
  "name": "Nume",
  "confirm password": "Confirmă parola",
  "Already registered?": "Deja înregistrat?",
  "register": "Inregistreaza-te",
  "Reset your password": "reseteaza parola",
  "new password": "Parolă Nouă",
  "reset password": "reseteaza parola",
  "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Mulțumesc pentru înscriere! Înainte de a începe, ați putea să vă verificați adresa de e-mail făcând clic pe linkul pe care tocmai vi l-am trimis prin e-mail? Dacă nu ați primit e-mailul, vă vom trimite cu plăcere un altul.",
  "A new verification link has been sent to the email address you provided during registration.": "Un nou link de verificare a fost trimis la adresa de e-mail pe care ați furnizat-o în timpul înregistrării.",
  "Resend Verification Email": "Retrimite email-ul de verificare",
  "Log Out": "Deconectați-vă",
  "English": "Engleză",
  "Bulgarian": "bulgară",
  "Polish": "Lustrui",
  "Romanian": "Română",
  "capture": "captură",
  "browse": "naviga",
  ":Title - ": ":Titlu -",
  ":Title ☼ ": ":Titlu ☼",
  "Terms & Conditions": "termeni si conditii",
  "Privacy Policy": "Politica de confidențialitate",
  "Copyright": "Drepturi de autor",
  "by": "de",
  "language selection": "Alegerea limbii",
  "subscribe": "Abonati-va",
  "home": "Acasă",
  "map": "Hartă",
  "taxes": "taxe",
  "more": "Mai mult",
  "login": "log in",
  "add": "adăuga",
  "week": "săptămână",
  "date": "Data",
  "time": "timp",
  "miles": "mile",
  "pay": "a plati",
  "stops": "se opreste",
  "type": "tip",
  "save": "Salvați",
  "Extra information!": "Informații suplimentare!",
  "edit": "Editați | ×",
  "Set weeks fuel rate?": "Setați rata de combustibil pentru săptămâni?",
  "update entire week": "actualizați întreaga săptămână",
  "location": "Locație",
  "identifier": "identificator",
  "Select your Delivery Service Provider": "Selectați furnizorul dvs. de servicii de livrare",
  "Toggle help text!": "Comutați textul de ajutor!",
  "Search here for the name of the Delivery Service Provider you work for. It's important you select the correct one, as they differ in their pay rates. The one you select, if already added, will most likely already have rates set to date.": "Căutați aici numele furnizorului de servicii de livrare pentru care lucrați. Este important să îl selectați pe cel corect, deoarece acestea diferă în ceea ce privește ratele lor de plată. Cel pe care îl selectați, dacă este deja adăugat, cel mai probabil va avea deja tarife setate până în prezent.",
  "start date": "data de început",
  "The date that you started working for this DSP. As you can add many, you will only be able to change anything on the latest one you have selected.": "Data la care ați început să lucrați pentru acest DSP. Deoarece puteți adăuga multe, veți putea schimba ceva numai pe cel mai recent pe care l-ați selectat.",
  "delete": "șterge",
  "cancel": "Anulare",
  "select": "Selectați",
  "Or... add it here": "Sau... adaugă-l aici",
  "DSPs Name": "Numele DSP",
  "The name of your Delivery Service Provider. Please be accurate with this as anyone else searching for your DSP will want to find it easily. Also if there is any profanity found the DSP will be removed and you will loose any data added.": "Numele furnizorului dvs. de servicii de livrare. Vă rugăm să fiți precis cu acest lucru, deoarece oricine altcineva care caută DSP-ul dvs. va dori să îl găsească cu ușurință. De asemenea, dacă se găsește vreo profanitate, DSP-ul va fi eliminat și veți pierde orice date adăugate.",
  "Amazon identifier": "identificatorul Amazon",
  "Amazons identifier for your Delivery Service Provider, you can ask your OSM for this if you don't know it. It's another way for other drivers to find the correct DSP.": "Identificatorul Amazons pentru furnizorul dvs. de servicii de livrare, puteți solicita acest lucru OSM dacă nu îl cunoașteți. Este o altă modalitate pentru alți șoferi de a găsi DSP-ul corect.",
  "e.g. CLBT, LWTS, ROKL, GAMD": "de exemplu. CLBT, LWTS, ROKL, GAMD",
  "create": "crea",
  "no": "Nu",
  "yes": "da",
  "DSPs": "DSP-uri",
  "Delivery Service Providers": "Furnizorii de servicii de livrare",
  "from date": "din data",
  "no. of drivers": "Nu. a șoferilor",
  "Unauthorized": "Neautorizat",
  "Payment Required": "Plata obligatorie",
  "Forbidden": "Interzis",
  "Not Found": "Nu a fost găsit",
  "Page Expired": "Pagina a expirat",
  "Too Many Requests": "Prea Multe Cereri",
  "Server Error": "Eroare de server",
  "Service Unavailable": "Serviciu indisponibil",
  "The date of the expense.": "Data cheltuielii.",
  "expense type": "tip de cheltuială",
  "This is used to categorize the expense for tax purposes.": "Acesta este folosit pentru a clasifica cheltuielile în scopuri fiscale.",
  "Select the type...": "Selectați tipul...",
  "description": "Descriere",
  "What the expense was, only helpful for your records.": "Care a fost cheltuiala, utilă doar pentru evidențele dvs.",
  "What was this for?": "Pentru ce a fost asta?",
  "cost": "cost",
  "The cost of the expense. Will help with expense calculation for taxes.": "Costul cheltuielii. Va ajuta la calcularea cheltuielilor pentru impozite.",
  "Please enter value...": "Vă rugăm să introduceți valoarea...",
  "receipt": "chitanta",
  "Add a photo of your receipt. This will be kept available to you for tax purposes.": "Adăugați o fotografie a chitanței dvs. Acesta va fi ținut la dispoziție în scopuri fiscale.",
  "If :type is missing, it will just be set as :work.": "Dacă lipsește :type, va fi setat doar ca :work.",
  "CSV": "CSV",
  "upload": "încărcați",
  "bulk add": "adăugare în vrac",
  "Export as CSV": "Exportați ca CSV",
  "Last updated: March 11, 2024": "Ultima actualizare: 11 martie 2024",
  "This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.": "Această Politică de confidențialitate descrie politicile și procedurile noastre privind colectarea, utilizarea și dezvăluirea informațiilor dvs. atunci când utilizați Serviciul și vă informează despre drepturile dvs. de confidențialitate și modul în care legea vă protejează.",
  "We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.": "Utilizăm datele dumneavoastră personale pentru a furniza și îmbunătăți Serviciul. Prin utilizarea Serviciului, sunteți de acord cu colectarea și utilizarea informațiilor în conformitate cu această Politică de confidențialitate.",
  "Interpretation and Definitions": "Interpretare și definiții",
  "Interpretation": "Interpretare",
  "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.": "Cuvintele a căror litera inițială este scrisă cu majuscule au semnificații definite în următoarele condiții. Următoarele definiții vor avea același înțeles, indiferent dacă apar la singular sau la plural.",
  "Definitions": "Definiții",
  "For the purposes of this Privacy Policy:": "În scopul acestei Politici de confidențialitate:",
  "Account": "Cont",
  "means a unique account created for You to access our Service or parts of our Service.": "înseamnă un cont unic creat pentru ca dvs. să accesați Serviciul nostru sau părți ale Serviciului nostru.",
  "Affiliate": "Afiliat",
  "means an entity that controls, is controlled by or is under common control with a party, where \"control\" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.": "înseamnă o entitate care controlează, este controlată de sau se află sub control comun cu o parte, unde „control” înseamnă deținerea a 50% sau mai mult din acțiuni, participații sau alte titluri de valoare îndreptățite să voteze pentru alegerea directorilor sau a unei alte autorități de management.",
  "Company": "Companie",
  "(referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to :company, :address.": "(denumit fie „Compania”, „Noi”, „Noi” sau „Nostru” în acest Acord) se referă la :companie, :adresă.",
  "Cookies": "Cookie-uri",
  "are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.": "sunt fișiere mici care sunt plasate pe computerul Dvs., dispozitivul mobil sau orice alt dispozitiv de către un site web, care conțin detaliile istoricului dvs. de navigare pe acel site, printre numeroasele sale utilizări.",
  "Country": "Țară",
  "refers to: United Kingdom": "se referă la: Regatul Unit",
  "Device": "Dispozitiv",
  "means any device that can access the Service such as a computer, a cellphone or a digital tablet.": "înseamnă orice dispozitiv care poate accesa Serviciul, cum ar fi un computer, un telefon mobil sau o tabletă digitală.",
  "Personal Data": "Date personale",
  "is any information that relates to an identified or identifiable individual.": "este orice informație care se referă la o persoană identificată sau identificabilă.",
  "Service": "Serviciu",
  "refers to the Website.": "se referă la site-ul web.",
  "Service Provider": "Furnizor de servicii",
  "means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analysing how the Service is used.": "înseamnă orice persoană fizică sau juridică care prelucrează datele în numele Companiei. Se referă la companii terțe sau persoane fizice angajate de Companie pentru a facilita Serviciul, pentru a furniza Serviciul în numele Companiei, pentru a presta servicii legate de Serviciu sau pentru a ajuta Compania în analizarea modului în care este utilizat Serviciul.",
  "Usage Data": "Date de utilizare",
  "refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "se referă la datele colectate automat, fie generate de utilizarea Serviciului, fie din infrastructura Serviciului în sine (de exemplu, durata vizitei unei pagini).",
  "Website": "Site-ul web",
  "refers to :name, accessible from ": "se referă la :nume, accesibil de la",
  "You": "Tu",
  "means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.": "înseamnă persoana care accesează sau utilizează Serviciul, sau compania sau altă entitate juridică în numele căreia respectiva persoană accesează sau utilizează Serviciul, după caz.",
  "Collecting and Using Your Personal Data": "Colectarea și utilizarea datelor dvs. personale",
  "Types of Data Collected": "Tipuri de date colectate",
  "While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:": "În timpul utilizării Serviciului nostru, vă putem cere să ne furnizați anumite informații de identificare personală care pot fi folosite pentru a vă contacta sau a vă identifica. Informațiile de identificare personală pot include, dar nu se limitează la:",
  "Email address": "Adresa de e-mail",
  "First name and last name": "Primul nume si ultimul nume",
  "Usage Data is collected automatically when using the Service.": "Datele de utilizare sunt colectate automat atunci când utilizați Serviciul.",
  "Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "Datele de utilizare pot include informații precum adresa de protocol de internet a dispozitivului dvs. (de exemplu, adresa IP), tipul browserului, versiunea browserului, paginile Serviciului nostru pe care le vizitați, ora și data vizitei dvs., timpul petrecut pe acele pagini, dispozitivul unic identificatori și alte date de diagnosticare.",
  "When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.": "Când accesați Serviciul prin sau prin intermediul unui dispozitiv mobil, putem colecta anumite informații în mod automat, inclusiv, dar fără a se limita la, tipul de dispozitiv mobil pe care îl utilizați, ID-ul unic al dispozitivului dvs. mobil, adresa IP a dispozitivului dvs. mobil, mobilul dvs. sistemul de operare, tipul de browser de internet mobil pe care îl utilizați, identificatorii unici de dispozitiv și alte date de diagnosticare.",
  "We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.": "De asemenea, putem colecta informații pe care browserul dvs. le trimite ori de câte ori vizitați Serviciul nostru sau când accesați Serviciul prin sau prin intermediul unui dispozitiv mobil.",
  "Tracking Technologies and Cookies": "Tehnologii de urmărire și cookie-uri",
  "We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:": "Folosim cookie-uri și tehnologii de urmărire similare pentru a urmări activitatea pe Serviciul nostru și pentru a stoca anumite informații. Tehnologiile de urmărire utilizate sunt balize, etichete și scripturi pentru a colecta și urmări informații și pentru a îmbunătăți și analiza Serviciul Nostru. Tehnologiile pe care le folosim pot include:",
  "Cookies or Browser Cookies.": "Cookie-uri sau cookie-uri de browser.",
  "A cookie is a small file placed on Your Device. You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent. However, if You do not accept Cookies, You may not be able to use some parts of our Service. Unless you have adjusted Your browser setting so that it will refuse Cookies, our Service may use Cookies.": "Un cookie este un fișier mic plasat pe Dispozitivul Dvs. Puteți solicita browserului dvs. să refuze toate modulele cookie sau să indice când este trimis un cookie. Cu toate acestea, dacă nu acceptați module cookie, este posibil să nu puteți utiliza anumite părți ale Serviciului nostru. Cu excepția cazului în care ați ajustat setarea browserului dvs. astfel încât acesta să refuze modulele cookie, Serviciul nostru poate utiliza module cookie.",
  "Web Beacons.": "Web Beacons.",
  "Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity).": "Anumite secțiuni ale Serviciului nostru și e-mailurile noastre pot conține fișiere electronice mici cunoscute sub denumirea de semnalizatoare web (denumite și gif-uri clare, etichete pixeli și gif-uri cu un singur pixel) care permit Companiei, de exemplu, să numere utilizatorii care au vizitat acele pagini. sau a deschis un e-mail și pentru alte statistici legate de site-ul web (de exemplu, înregistrarea popularității unei anumite secțiuni și verificarea integrității sistemului și a serverului).",
  "Cookies can be \"Persistent\" or \"Session\" Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser. Learn more about cookies on the ": "Cookie-urile pot fi cookie-uri „persistente” sau „de sesiune”. Cookie-urile persistente rămân pe computerul dvs. personal sau pe dispozitivul mobil atunci când sunteți offline, în timp ce modulele cookie de sesiune sunt șterse de îndată ce închideți browserul dvs. web. Aflați mai multe despre cookie-uri pe",
  "Privacy Policies website": "Site-ul de politici de confidențialitate",
  "article.": "articol.",
  "We use both Session and Persistent Cookies for the purposes set out below:": "Folosim atât cookie-uri de sesiune, cât și cookie-uri persistente în scopurile prezentate mai jos:",
  "Necessary / Essential Cookies": "Cookie-uri necesare/esențiale",
  "Type: Session Cookies": "Tip: Cookie-uri de sesiune",
  "Administered by: Us": "Administrat de: Noi",
  "Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.": "Scop: Aceste cookie-uri sunt esențiale pentru a vă oferi servicii disponibile prin intermediul site-ului web și pentru a vă permite să utilizați unele dintre caracteristicile acestuia. Acestea ajută la autentificarea utilizatorilor și la prevenirea utilizării frauduloase a conturilor de utilizator. Fără aceste module cookie, serviciile pe care le-ați solicitat nu pot fi furnizate, iar noi folosim aceste module cookie doar pentru a vă oferi acele servicii.",
  "Cookies Policy / Notice Acceptance Cookies": "Politica de cookie-uri / Notice Acceptare cookie-uri",
  "Type: Persistent Cookies": "Tip: Cookie-uri persistente",
  "Purpose: These Cookies identify if users have accepted the use of cookies on the Website.": "Scop: Aceste cookie-uri identifică dacă utilizatorii au acceptat utilizarea cookie-urilor pe site.",
  "Functionality Cookies": "Cookie-uri de funcționalitate",
  "Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference. The purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.": "Scop: Aceste module cookie ne permit să ne amintim alegerile pe care le faceți atunci când utilizați site-ul web, cum ar fi amintirea detaliilor dvs. de conectare sau preferința de limbă. Scopul acestor cookie-uri este de a vă oferi o experiență mai personală și de a evita să fiți nevoit să vă reintroduceți preferințele de fiecare dată când utilizați site-ul.",
  "For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy or the Cookies section of our Privacy Policy.": "Pentru mai multe informații despre cookie-urile pe care le folosim și despre opțiunile dvs. în ceea ce privește cookie-urile, vă rugăm să vizitați Politica noastră privind cookie-urile sau secțiunea Cookie-uri din Politica noastră de confidențialitate.",
  "Use of Your Personal Data": "Utilizarea datelor dvs. personale",
  "The Company may use Personal Data for the following purposes:": "Compania poate folosi Date personale în următoarele scopuri:",
  "To provide and maintain our Service": "Pentru a furniza și menține Serviciul nostru",
  ", including to monitor the usage of our Service.": ", inclusiv pentru a monitoriza utilizarea Serviciului nostru.",
  "To manage Your Account:": "Pentru a vă gestiona contul:",
  "to manage Your registration as a user of the Service. The Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.": "pentru a gestiona înregistrarea Dvs. ca utilizator al Serviciului. Datele personale pe care le furnizați vă pot oferi acces la diferite funcționalități ale Serviciului care vă sunt disponibile ca utilizator înregistrat.",
  "For the performance of a contract:": "Pentru executarea unui contract:",
  "the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.": "dezvoltarea, respectarea și îndeplinirea contractului de cumpărare pentru produsele, articolele sau serviciile pe care le-ați achiziționat sau a oricărui alt contract cu Noi prin intermediul Serviciului.",
  "To contact You:": "Pentru a vă contacta:",
  "To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.": "Pentru a vă contacta prin e-mail, apeluri telefonice, SMS sau alte forme echivalente de comunicare electronică, cum ar fi notificările push ale unei aplicații mobile cu privire la actualizări sau comunicări informative legate de funcționalitățile, produsele sau serviciile contractate, inclusiv actualizările de securitate, atunci când este necesar sau rezonabil. pentru implementarea lor.",
  "To provide You": "Pentru a vă oferi",
  "with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.": "cu știri, oferte speciale și informații generale despre alte bunuri, servicii și evenimente pe care le oferim și care sunt similare cu cele pe care le-ați achiziționat deja sau despre care v-ați întrebat, cu excepția cazului în care ați ales să nu primiți astfel de informații.",
  "To manage Your requests:": "Pentru a gestiona cererile dvs.:",
  "To attend and manage Your requests to Us.": "Pentru a participa și a gestiona cererile dvs. către noi.",
  "For business transfers:": "Pentru transferuri de afaceri:",
  "We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.": "Putem folosi informațiile Dvs. pentru a evalua sau a efectua o fuziune, cesionare, restructurare, reorganizare, dizolvare sau orice altă vânzare sau transfer al unora sau al tuturor activelor noastre, fie ca o continuă activitate, fie ca parte a unei proceduri de faliment, lichidare sau similară, în care Datele personale deținute de noi despre utilizatorii serviciilor noastre se numără printre activele transferate.",
  "For other purposes": "Pentru alte scopuri",
  ": We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.": ": Putem folosi informațiile Dvs. în alte scopuri, cum ar fi analiza datelor, identificarea tendințelor de utilizare, determinarea eficacității campaniilor noastre promoționale și pentru a evalua și îmbunătăți Serviciul, produsele, serviciile, marketingul și experiența dumneavoastră.",
  "We may share Your personal information in the following situations:": "Putem partaja informațiile dvs. personale în următoarele situații:",
  "With Service Providers:": "Cu furnizorii de servicii:",
  "We may share Your personal information with Service Providers to monitor and analyze the use of our Service, for payment processing, to contact You.": "Este posibil să împărtășim informațiile dvs. personale cu Furnizorii de servicii pentru a monitoriza și analiza utilizarea Serviciului nostru, pentru procesarea plăților, pentru a vă contacta.",
  "We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.": "Putem împărtăși sau transfera informațiile Dvs. cu caracter personal în legătură cu sau în timpul negocierilor cu privire la orice fuziune, vânzare a activelor Companiei, finanțare sau achiziție a întregii sau a unei părți a afacerii noastre către o altă companie.",
  "With Affiliates:": "Cu afiliați:",
  "We may share Your information with Our affiliates, in which case we will require those affiliates to honour this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.": "Putem împărtăși informațiile Dvs. cu afiliații noștri, caz în care le vom solicita acelor afiliați să respecte această Politică de confidențialitate. Afiliații includ compania noastră-mamă și orice alte filiale, parteneri de asociere în participație sau alte companii pe care le controlăm sau care se află sub control comun cu Noi.",
  "With business partners:": "Cu partenerii de afaceri:",
  "We may share Your information with Our business partners to offer You certain products, services or promotions.": "Este posibil să vă împărtășim informațiile cu partenerii noștri de afaceri pentru a vă oferi anumite produse, servicii sau promoții.",
  "With other users:": "Cu alți utilizatori:",
  "when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.": "atunci când partajați informații personale sau interacționați în alt mod în zonele publice cu alți utilizatori, astfel de informații pot fi vizualizate de toți utilizatorii și pot fi distribuite public în exterior.",
  "With Your consent": "Cu acordul Dvs",
  ": We may disclose Your personal information for any other purpose with Your consent.": ": Putem dezvălui informațiile dvs. personale în orice alt scop cu acordul dvs.",
  "Retention of Your Personal Data": "Păstrarea datelor dumneavoastră cu caracter personal",
  "The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "Compania va păstra Datele dumneavoastră cu caracter personal numai atât timp cât este necesar pentru scopurile prevăzute în această Politică de confidențialitate. Vom păstra și folosi datele dumneavoastră cu caracter personal în măsura în care este necesar pentru a ne conforma obligațiilor noastre legale (de exemplu, dacă ni se cere să păstrăm datele dumneavoastră pentru a ne conforma cu legile aplicabile), pentru a rezolva litigiile și a pune în aplicare acordurile și politicile noastre legale.",
  "The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.": "De asemenea, Compania va păstra Datele de utilizare în scopuri de analiză internă. Datele de utilizare sunt, în general, păstrate pentru o perioadă mai scurtă de timp, cu excepția cazului în care aceste date sunt utilizate pentru a consolida securitatea sau pentru a îmbunătăți funcționalitatea Serviciului nostru, sau suntem obligați din punct de vedere legal să păstrăm aceste date pentru perioade mai lungi de timp.",
  "Transfer of Your Personal Data": "Transferul datelor dvs. personale",
  "Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.": "Informațiile dumneavoastră, inclusiv Datele cu caracter personal, sunt prelucrate la birourile de operare ale Companiei și în orice alte locuri în care se află părțile implicate în prelucrare. Înseamnă că aceste informații pot fi transferate și menținute pe computere situate în afara statului, provinciei, țării sau altei jurisdicții guvernamentale, unde legile privind protecția datelor pot diferi de cele din jurisdicția dvs.",
  "Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.": "Consimțământul dumneavoastră cu privire la această Politică de confidențialitate, urmat de transmiterea dvs. de astfel de informații, reprezintă acordul dumneavoastră cu privire la acest transfer.",
  "The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.": "Compania va lua toate măsurile rezonabile necesare pentru a se asigura că datele dumneavoastră sunt tratate în siguranță și în conformitate cu această Politică de confidențialitate și niciun transfer al datelor dumneavoastră cu caracter personal nu va avea loc către o organizație sau o țară decât dacă există controale adecvate, inclusiv securitatea Datele dvs. și alte informații personale.",
  "Delete Your Personal Data": "Ștergeți datele dvs. personale",
  "You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You.": "Aveți dreptul de a șterge sau de a solicita să asistăm la ștergerea Datelor cu caracter personal pe care le-am colectat despre dvs.",
  "Our Service may give You the ability to delete certain information about You from within the Service.": "Serviciul nostru vă poate oferi posibilitatea de a șterge anumite informații despre dvs. din cadrul Serviciului.",
  "You may update, amend, or delete Your information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your personal information. You may also contact Us to request access to, correct, or delete any personal information that You have provided to Us.": "Puteți actualiza, modifica sau șterge informațiile dvs. în orice moment, conectându-vă la Contul dvs., dacă aveți unul, și vizitând secțiunea de setări a contului care vă permite să gestionați informațiile dvs. personale. De asemenea, ne puteți contacta pentru a solicita acces la, corecta sau șterge orice informații personale pe care ni le-ați furnizat.",
  "Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so.": "Vă rugăm să rețineți, totuși, că este posibil să fie nevoie să reținem anumite informații atunci când avem o obligație legală sau o bază legală pentru a face acest lucru.",
  "Disclosure of Your Personal Data": "Dezvăluirea datelor dumneavoastră personale",
  "Business Transactions": "Tranzacții de afaceri",
  "If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.": "Dacă Compania este implicată într-o fuziune, achiziție sau vânzare de active, Datele Dvs. Personale pot fi transferate. Vom furniza o notificare înainte ca datele dumneavoastră cu caracter personal să fie transferate și să devină supuse unei alte politici de confidențialitate.",
  "Law enforcement": "Aplicarea legii",
  "Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).": "În anumite circumstanțe, Companiei i se poate cere să dezvăluie Datele Dvs. cu Caracter Personal, dacă este obligat să facă acest lucru prin lege sau ca răspuns la solicitările valide ale autorităților publice (de exemplu, o instanță sau o agenție guvernamentală).",
  "Other legal requirements": "Alte cerințe legale",
  "The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:": "Compania poate dezvălui datele dumneavoastră cu caracter personal cu bună-credință că o astfel de acțiune este necesară pentru:",
  "Comply with a legal obligation": "Respectați o obligație legală",
  "Protect and defend the rights or property of the Company": "Protejează și apără drepturile sau proprietatea Companiei",
  "Prevent or investigate possible wrongdoing in connection with the Service": "Preveniți sau investigați posibile acțiuni greșite în legătură cu Serviciul",
  "Protect the personal safety of Users of the Service or the public": "Protejați siguranța personală a Utilizatorilor Serviciului sau a publicului",
  "Protect against legal liability": "Protejați-vă împotriva răspunderii legale",
  "Security of Your Personal Data": "Securitatea datelor dvs. personale",
  "The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.": "Securitatea Datelor Dvs. Personale este importantă pentru Noi, dar rețineți că nicio metodă de transmitere prin Internet sau nicio metodă de stocare electronică nu este 100% sigură. Deși ne străduim să folosim mijloace acceptabile din punct de vedere comercial pentru a vă proteja datele personale, nu putem garanta securitatea lor absolută.",
  "Detailed Information on the Processing of Your Personal Data": "Informații detaliate despre prelucrarea datelor dumneavoastră cu caracter personal",
  "The Service Providers We use may have access to Your Personal Data. These third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.": "Furnizorii de servicii pe care îi folosim pot avea acces la datele dumneavoastră cu caracter personal. Acești furnizori terți colectează, stochează, folosesc, procesează și transferă informații despre activitatea Dvs. în Serviciul nostru, în conformitate cu Politicile lor de confidențialitate.",
  "Payments": "Plăți",
  "We may provide paid products and/or services within the Service. In that case, we may use third-party services for payment processing (e.g. payment processors).": "Putem furniza produse și/sau servicii plătite în cadrul Serviciului. În acest caz, este posibil să folosim servicii terțe pentru procesarea plăților (de exemplu, procesatori de plăți).",
  "We will not store or collect Your payment card details. That information is provided directly to Our third-party payment processors whose use of Your personal information is governed by their Privacy Policy. These payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover. PCI-DSS requirements help ensure the secure handling of payment information.": "Nu vom stoca și nu vom colecta detaliile cardului dvs. de plată. Aceste informații sunt furnizate direct procesatorilor noștri de plăți terți a căror utilizare a informațiilor dvs. personale este guvernată de Politica lor de confidențialitate. Aceste procesoare de plăți aderă la standardele stabilite de PCI-DSS, astfel cum sunt gestionate de PCI Security Standards Council, care este un efort comun al unor mărci precum Visa, Mastercard, American Express și Discover. Cerințele PCI-DSS ajută la asigurarea gestionării în siguranță a informațiilor de plată.",
  "Stripe": "Dunga",
  "Their Privacy Policy can be viewed at ": "Politica lor de confidențialitate poate fi vizualizată la",
  "https://stripe.com/us/privacy": "https://stripe.com/us/privacy",
  "Children's Privacy": "Confidențialitatea copiilor",
  "Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.": "Serviciul nostru nu se adresează nimănui cu vârsta sub 13 ani. Nu colectăm cu bună știință informații de identificare personală de la oricine cu vârsta sub 13 ani. Dacă sunteți părinte sau tutore și știți că copilul dumneavoastră ne-a furnizat date personale, vă rugăm să contactaţi-ne. Dacă aflăm că am colectat date cu caracter personal de la oricine cu vârsta sub 13 ani fără verificarea consimțământului părinților, luăm măsuri pentru a elimina acele informații de pe serverele noastre.",
  "If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.": "Dacă trebuie să ne bazăm pe consimțământul ca bază legală pentru prelucrarea informațiilor Dvs. și țara Dvs. necesită consimțământul unui părinte, este posibil să solicităm consimțământul părintelui dumneavoastră înainte de a colecta și utiliza aceste informații.",
  "Links to Other Websites": "Link-uri către alte site-uri web",
  "Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.": "Serviciul nostru poate conține link-uri către alte site-uri web care nu sunt operate de noi. Dacă faceți clic pe un link al unei terțe părți, veți fi direcționat către site-ul terțului respectiv. Vă sfătuim insistent să revizuiți Politica de confidențialitate a fiecărui site pe care îl vizitați.",
  "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "Nu avem control asupra și nu ne asumăm nicio responsabilitate pentru conținutul, politicile de confidențialitate sau practicile oricăror site-uri sau servicii terțe.",
  "Changes to this Privacy Policy": "Modificări ale acestei Politici de confidențialitate",
  "We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.": "Putem actualiza Politica noastră de confidențialitate din când în când. Vă vom informa cu privire la orice modificare prin publicarea noii Politici de confidențialitate pe această pagină.",
  "We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"Last updated\" date at the top of this Privacy Policy.": "Vă vom anunța prin e-mail și/sau printr-o notificare vizibilă despre Serviciul nostru, înainte ca schimbarea să devină efectivă și vă vom actualiza data „Ultimei actualizări” din partea de sus a acestei Politici de confidențialitate.",
  "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "Sunteți sfătuit să revizuiți periodic această Politică de confidențialitate pentru orice modificări. Modificările aduse acestei Politici de confidențialitate sunt efective atunci când sunt postate pe această pagină.",
  "Contact Us": "Contactaţi-ne",
  "If you have any questions about this Privacy Policy, You can contact us:": "Dacă aveți întrebări despre această politică de confidențialitate, ne puteți contacta:",
  "By email: ": "Prin e-mail:",
  "info@courierasssistant.com": "info@courierasssistant.com",
  "Please read these terms and conditions carefully before using Our Service.": "Vă rugăm să citiți cu atenție acești termeni și condiții înainte de a utiliza Serviciul nostru.",
  "For the purposes of these Terms and Conditions:": "În sensul acestor Termeni și Condiții:",
  "refers to: :country": "se refera la: :tara",
  "Content": "Conţinut",
  "refers to content such as text, images, or other information that can be posted, uploaded, linked to or otherwise made available by You, regardless of the form of that content.": "se referă la conținut, cum ar fi text, imagini sau alte informații care pot fi postate, încărcate, legate sau puse la dispoziție în alt mod de către dvs., indiferent de forma conținutului respectiv.",
  "Feedback": "Părere",
  "means feedback, innovations or suggestions sent by You regarding the attributes, performance or features of our Service.": "înseamnă feedback, inovații sau sugestii trimise de dvs. cu privire la atributele, performanța sau caracteristicile Serviciului nostru.",
  "Subscriptions": "Abonamente",
  "refer to the services or access to the Service offered on a subscription basis by the Company to You.": "se referă la serviciile sau accesul la Serviciul oferit pe bază de abonament de către Companie pentru Dvs.",
  "Terms and Conditions": "Termeni și condiții",
  "(also referred as \"Terms\") mean these Terms and Conditions that form the entire agreement between You and the Company regarding the use of the Service.": "(denumită și „Termeni”) înseamnă acești Termeni și Condiții care formează întregul acord dintre Dvs. și Companie cu privire la utilizarea Serviciului.",
  "Third-party Social Media Service": "Serviciu de social media terță parte",
  "means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the Service.": "înseamnă orice serviciu sau conținut (inclusiv date, informații, produse sau servicii) furnizate de o terță parte care pot fi afișate, incluse sau puse la dispoziție de către Serviciu.",
  "Acknowledgment": "Confirmare",
  "These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company. These Terms and Conditions set out the rights and obligations of all users regarding the use of the Service.": "Aceștia sunt Termenii și Condițiile care guvernează utilizarea acestui Serviciu și acordul care operează între Dvs. și Companie. Acești Termeni și Condiții stabilesc drepturile și obligațiile tuturor utilizatorilor cu privire la utilizarea Serviciului.",
  "Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions. These Terms and Conditions apply to all visitors, users and others who access or use the Service.": "Accesul și utilizarea Serviciului de către dvs. sunt condiționate de acceptarea și respectarea acestor Termeni și Condiții. Acești Termeni și Condiții se aplică tuturor vizitatorilor, utilizatorilor și altor persoane care accesează sau utilizează Serviciul.",
  "By accessing or using the Service You agree to be bound by these Terms and Conditions. If You disagree with any part of these Terms and Conditions then You may not access the Service.": "Prin accesarea sau utilizarea Serviciului, sunteți de acord să respectați acești Termeni și Condiții. Dacă nu sunteți de acord cu oricare parte a acestor Termeni și Condiții, atunci este posibil să nu accesați Serviciul.",
  "You represent that you are over the age of 18. The Company does not permit those under 18 to use the Service.": "Declarați că aveți peste 18 ani. Compania nu permite celor sub 18 ani să folosească Serviciul.",
  "Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company. Our Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You. Please read Our Privacy Policy carefully before using Our Service.": "Accesul și utilizarea de către dvs. la Serviciu sunt, de asemenea, condiționate de acceptarea și respectarea Politicii de confidențialitate a Companiei. Politica noastră de confidențialitate descrie politicile și procedurile noastre privind colectarea, utilizarea și dezvăluirea informațiilor dvs. personale atunci când utilizați Aplicația sau site-ul web și vă informează despre drepturile dvs. de confidențialitate și modul în care legea vă protejează. Vă rugăm să citiți cu atenție Politica noastră de confidențialitate înainte de a utiliza serviciul nostru.",
  "Subscription period": "Perioada de abonament",
  "The Service or some parts of the Service are available only with a paid Subscription. You will be billed in advance on a recurring and periodic basis (such as daily, weekly, monthly or annually), depending on the type of Subscription plan you select when purchasing the Subscription.": "Serviciul sau unele părți ale Serviciului sunt disponibile numai cu un Abonament plătit. Veți fi facturat în avans în mod recurent și periodic (cum ar fi zilnic, săptămânal, lunar sau anual), în funcție de tipul de plan de abonament pe care îl selectați la achiziționarea abonamentului.",
  "At the end of each period, Your Subscription will automatically renew under the exact same conditions unless You cancel it or the Company cancels it.": "La sfârșitul fiecărei perioade, Abonamentul Dvs. se va reînnoi automat în exact aceleași condiții, cu excepția cazului în care îl anulați sau Compania îl anulează.",
  "Subscription cancellations": "Anulări abonamentului",
  "You may cancel Your Subscription renewal either through Your Account settings page or by contacting the Company. You will not receive a refund for the fees You already paid for Your current Subscription period and You will be able to access the Service until the end of Your current Subscription period.": "Puteți anula reînnoirea abonamentului dvs. fie prin pagina de setări a contului dvs., fie contactând compania. Nu veți primi o rambursare pentru taxele pe care le-ați plătit deja pentru perioada curentă de abonament și veți putea accesa Serviciul până la sfârșitul perioadei curente de abonament.",
  "Billing": "Facturare",
  "You shall provide the Company with accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.": "Veți furniza Companiei informații de facturare exacte și complete, inclusiv numele complet, adresa, statul, codul poștal, numărul de telefon și informații despre o metodă de plată validă.",
  "Should automatic billing fail to occur for any reason, the Company will issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.": "În cazul în care facturarea automată nu are loc din orice motiv, Compania va emite o factură electronică care să indice că trebuie să procedați manual, într-un anumit termen, cu plata integrală corespunzătoare perioadei de facturare indicate pe factură.",
  "Fee Changes": "Modificări ale taxelor",
  "The Company, in its sole discretion and at any time, may modify the Subscription fees. Any Subscription fee change will become effective at the end of the then-current Subscription period.": "Compania, la propria sa discreție și în orice moment, poate modifica taxele de abonament. Orice modificare a taxei de abonament va intra în vigoare la sfârșitul perioadei curente de abonament.",
  "The Company will provide You with reasonable prior notice of any change in Subscription fees to give You an opportunity to terminate Your Subscription before such change becomes effective.": "Compania Vă va furniza o notificare prealabilă rezonabilă cu privire la orice modificare a taxelor de abonament, pentru a vă oferi posibilitatea de a vă rezilia abonamentul înainte ca această modificare să intre în vigoare.",
  "Your continued use of the Service after the Subscription fee change comes into effect constitutes Your agreement to pay the modified Subscription fee amount.": "Continuarea utilizării Serviciului după intrarea în vigoare a modificării taxei de abonament constituie acordul dvs. de a plăti suma modificată a taxei de abonament.",
  "Refunds": "Rambursări",
  "Except when required by law, paid Subscription fees are non-refundable.": "Cu excepția cazului în care este cerut de lege, taxele de abonament plătite nu sunt rambursabile.",
  "Certain refund requests for Subscriptions may be considered by the Company on a case-by-case basis and granted at the sole discretion of the Company.": "Anumite cereri de rambursare pentru Abonamente pot fi luate în considerare de Companie de la caz la caz și acordate la discreția exclusivă a Companiei.",
  "User Accounts": "Conturi de utilizator",
  "When You create an account with Us, You must provide Us information that is accurate, complete, and current at all times. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of Your account on Our Service.": "Când creați un cont la Noi, trebuie să ne furnizați informații care sunt exacte, complete și actuale în orice moment. Nerespectarea acestui lucru constituie o încălcare a Termenilor, care poate duce la desființarea imediată a contului dvs. de pe Serviciul nostru.",
  "You are responsible for safeguarding the password that You use to access the Service and for any activities or actions under Your password, whether Your password is with Our Service or a Third-Party Social Media Service.": "Sunteți responsabil pentru protejarea parolei pe care o utilizați pentru a accesa Serviciul și pentru orice activități sau acțiuni sub parola Dvs., indiferent dacă parola dvs. este pentru Serviciul nostru sau pentru un Serviciu de socializare terță parte.",
  "You agree not to disclose Your password to any third party. You must notify Us immediately upon becoming aware of any breach of security or unauthorized use of Your account.": "Sunteți de acord să nu dezvăluiți parola vreunei terțe părți. Trebuie să ne anunțați imediat după ce ați aflat despre orice încălcare a securității sau utilizarea neautorizată a contului Dvs.",
  "You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than You without appropriate authorization, or a name that is otherwise offensive, vulgar or obscene.": "Nu puteți utiliza ca nume de utilizator numele altei persoane sau entități sau care nu este disponibil în mod legal pentru utilizare, un nume sau o marcă comercială care face obiectul oricăror drepturi ale altei persoane sau entități, alta decât dvs., fără autorizația corespunzătoare, sau un nume care este altfel ofensator, vulgar sau obscen.",
  "Your Right to Post Content": "Dreptul dumneavoastră de a posta conținut",
  "Our Service allows You to post Content. You are responsible for the Content that You post to the Service, including its legality, reliability, and appropriateness.": "Serviciul nostru vă permite să postați conținut. Sunteți responsabil pentru conținutul pe care îl postați în Serviciu, inclusiv pentru legalitatea, fiabilitatea și caracterul adecvat al acestuia.",
  "By posting Content to the Service, You grant Us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Service. You retain any and all of Your rights to any Content You submit, post or display on or through the Service and You are responsible for protecting those rights. You agree that this license includes the right for Us to make Your Content available to other users of the Service, who may also use Your Content subject to these Terms.": "Prin postarea Conținutului în Serviciu, Ne acordați dreptul și licența de a folosi, modifica, executa public, afișa public, reproduce și distribui astfel de Conținut pe și prin intermediul Serviciului. Vă păstrați toate drepturile dumneavoastră asupra oricărui Conținut pe care îl trimiteți, postați sau afișați pe sau prin intermediul Serviciului și sunteți responsabil pentru protejarea acestor drepturi. Sunteți de acord că această licență include dreptul de a face Conținutul Dvs. disponibil pentru alți utilizatori ai Serviciului, care pot folosi, de asemenea, Conținutul Dvs. în conformitate cu acești Termeni.",
  "You represent and warrant that: (i) the Content is Yours (You own it) or You have the right to use it and grant Us the rights and license as provided in these Terms, and (ii) the posting of Your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.": "Dumneavoastră declarați și garantați că: (i) Conținutul este al Dvs. (Îl dețineți) sau aveți dreptul de a-l folosi și de a Ne acorda drepturile și licența prevăzute în acești Termeni și (ii) postarea Conținutului Dvs. pe sau prin intermediul Serviciului nu încalcă drepturile de confidențialitate, drepturile de publicitate, drepturile de autor, drepturile contractuale sau orice alte drepturi ale vreunei persoane.",
  "Content Restrictions": "Restricții de conținut",
  "The Company is not responsible for the content of the Service's users. You expressly understand and agree that You are solely responsible for the Content and for all activity that occurs under Your account, whether done so by You or any third person using Your account.": "Compania nu este responsabilă pentru conținutul utilizatorilor Serviciului. Înțelegeți și sunteți de acord în mod expres că sunteți singurul responsabil pentru conținut și pentru toate activitățile care au loc în contul dvs., indiferent dacă ați făcut acest lucru de dvs. sau de orice terță persoană care utilizează contul dvs.",
  "You may not transmit any Content that is unlawful, offensive, upsetting, intended to disgust, threatening, libellous, defamatory, obscene or otherwise objectionable. Examples of such objectionable Content include, but are not limited to, the following:": "Nu puteți transmite niciun Conținut care este ilegal, ofensator, supărător, destinat să dezgusteze, amenințător, calomnios, defăimător, obscen sau în orice alt mod inacceptabil. Exemple de astfel de conținut inacceptabil includ, dar nu se limitează la, următoarele:",
  "Unlawful or promoting unlawful activity.": "ilegale sau promovarea activității ilegale.",
  "Defamatory, discriminatory, or mean-spirited content, including references or commentary about religion, race, sexual orientation, gender, national/ethnic origin, or other targeted groups.": "Conținut defăimător, discriminatoriu sau răutăcios, inclusiv referințe sau comentarii despre religie, rasă, orientare sexuală, sex, origine națională/etnică sau alte grupuri vizate.",
  "Spam, machine - or randomly - generated, constituting unauthorized or unsolicited advertising, chain letters, any other form of unauthorized solicitation, or any form of lottery or gambling.": "Spam, generat automat - sau aleatoriu - care constituie publicitate neautorizată sau nesolicitată, scrisori în lanț, orice altă formă de solicitare neautorizată sau orice formă de loterie sau jocuri de noroc.",
  "Containing or installing any viruses, worms, malware, trojan horses, or other content that is designed or intended to disrupt, damage, or limit the functioning of any software, hardware or telecommunications equipment or to damage or obtain unauthorized access to any data or other information of a third person.": "Conținerea sau instalarea oricăror viruși, viermi, programe malware, cai troieni sau alt conținut care este conceput sau destinat să perturbe, să deterioreze sau să limiteze funcționarea oricărui software, hardware sau echipament de telecomunicații sau să deterioreze sau să obțină acces neautorizat la orice date sau alte informații ale unei terțe persoane.",
  "Infringing on any proprietary rights of any party, including patent, trademark, trade secret, copyright, right of publicity or other rights.": "Încălcarea oricăror drepturi de proprietate ale oricărei părți, inclusiv brevet, marcă comercială, secret comercial, drept de autor, drept de publicitate sau alte drepturi.",
  "Impersonating any person or entity including the Company and its employees or representatives.": "Uzurparea identității oricărei persoane sau entități, inclusiv a Companiei și a angajaților sau reprezentanților acesteia.",
  "Violating the privacy of any third person.": "Încălcarea confidențialității oricărei terțe persoane.",
  "False information and features.": "Informații și caracteristici false.",
  "The Company reserves the right, but not the obligation, to, in its sole discretion, determine whether or not any Content is appropriate and complies with these Terms, refuse or remove this Content. The Company further reserves the right to make formatting and edits and change the manner of any Content. The Company can also limit or revoke the use of the Service if You post such objectionable Content.": "Compania își rezervă dreptul, dar nu și obligația, de a, la propria sa discreție, să determine dacă orice Conținut este adecvat sau nu și respectă acești Termeni, să refuze sau să elimine acest Conținut. În plus, Compania își rezervă dreptul de a face formatare și editări și de a schimba modul oricărui Conținut. De asemenea, Compania poate limita sau revoca utilizarea Serviciului dacă postați un astfel de Conținut inacceptabil.",
  "As the Company cannot control all content posted by users and/or third parties on the Service, you agree to use the Service at your own risk. You understand that by using the Service You may be exposed to content that You may find offensive, indecent, incorrect or objectionable, and You agree that under no circumstances will the Company be liable in any way for any content, including any errors or omissions in any content, or any loss or damage of any kind incurred as a result of your use of any content.": "Întrucât Compania nu poate controla întreg conținutul postat de utilizatori și/sau terți în Serviciu, sunteți de acord să utilizați Serviciul pe propriul risc. Înțelegeți că, prin utilizarea Serviciului, puteți fi expus la conținut pe care îl puteți considera jignitor, indecent, incorect sau inacceptabil și sunteți de acord că în niciun caz Compania nu va fi responsabilă în niciun fel pentru orice conținut, inclusiv pentru orice erori sau omisiuni în orice conținut sau orice pierdere sau daune de orice fel suferite ca urmare a utilizării de către dumneavoastră a oricărui conținut.",
  "Content Backups": "Backup-uri de conținut",
  "Although regular backups of Content are performed, the Company does not guarantee there will be no loss or corruption of data.": "Deși se efectuează copii de rezervă regulate ale Conținutului, Compania nu garantează că nu va exista nicio pierdere sau corupție a datelor.",
  "Corrupt or invalid backup points may be caused by, without limitation, Content that is corrupted prior to being backed up or that changes during the time a backup is performed.": "Punctele de backup corupte sau invalide pot fi cauzate, fără limitare, de Conținutul care este corupt înainte de a fi copiat de rezervă sau care se modifică în timpul efectuării unei copii de rezervă.",
  "The Company will provide support and attempt to troubleshoot any known or discovered issues that may affect the backups of Content. But You acknowledge that the Company has no liability related to the integrity of Content or the failure to successfully restore Content to a usable state.": "Compania va oferi asistență și va încerca să depaneze orice probleme cunoscute sau descoperite care pot afecta copiile de rezervă ale Conținutului. Dar recunoașteți că Compania nu are nicio răspundere legată de integritatea Conținutului sau de eșecul de a restabili cu succes Conținutul la o stare utilizabilă.",
  "You agree to maintain a complete and accurate copy of any Content in a location independent of the Service.": "Sunteți de acord să păstrați o copie completă și exactă a oricărui Conținut într-o locație independentă de Serviciu.",
  "Copyright Policy": "Politica drepturilor de autor",
  "Intellectual Property Infringement": "Încălcarea proprietății intelectuale",
  "We respect the intellectual property rights of others. It is Our policy to respond to any claim that Content posted on the Service infringes a copyright or other intellectual property infringement of any person.": "Respectăm drepturile de proprietate intelectuală ale altora. Politica noastră este să răspundem oricărei afirmații conform căreia Conținutul postat pe Serviciu încalcă drepturile de autor sau alte încălcări ale proprietății intelectuale a oricărei persoane.",
  "If You are a copyright owner, or authorized on behalf of one, and You believe that the copyrighted work has been copied in a way that constitutes copyright infringement that is taking place through the Service, You must submit Your notice in writing to the attention of our copyright agent via email at ": "Dacă sunteți deținătorul drepturilor de autor sau autorizați în numele unuia și credeți că lucrarea protejată prin drepturi de autor a fost copiată într-un mod care constituie o încălcare a drepturilor de autor care are loc prin intermediul Serviciului, trebuie să trimiteți notificarea dvs. în scris în atenția agentul nostru de drepturi de autor prin e-mail la",
  "and include in Your notice a detailed description of the alleged infringement.": "și includeți în notificarea dvs. o descriere detaliată a presupusei încălcări.",
  "You may be held accountable for damages (including costs and attorneys' fees) for misrepresenting that any Content is infringing Your copyright.": "Puteți fi tras la răspundere pentru daune (inclusiv costuri și onorariile avocaților) pentru denaturarea faptului că orice Conținut vă încalcă drepturile de autor.",
  "DMCA Notice and DMCA Procedure for Copyright Infringement Claims": "Notificare DMCA și Procedura DMCA pentru reclamațiile privind încălcarea drepturilor de autor",
  "You may submit a notification pursuant to the Digital Millennium Copyright Act (DMCA) by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):": "Puteți trimite o notificare în conformitate cu Digital Millennium Copyright Act (DMCA) furnizând în scris agentului nostru pentru drepturi de autor următoarele informații (a se vedea 17 U.S.C 512(c)(3) pentru mai multe detalii):",
  "An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright's interest.": "O semnătură electronică sau fizică a persoanei autorizate să acționeze în numele proprietarului dreptului de autor.",
  "A description of the copyrighted work that You claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work.": "O descriere a lucrării protejate prin drepturi de autor despre care susțineți că a fost încălcată, inclusiv adresa URL (adică adresa paginii web) a locației în care există lucrarea protejată prin drepturi de autor sau o copie a lucrării protejate prin drepturi de autor.",
  "Identification of the URL or other specific location on the Service where the material that You claim is infringing is located.": "Identificarea adresei URL sau a altei locații specifice din Serviciu unde se află materialul despre care susțineți că îl încalcă.",
  "Your address, telephone number, and email address.": "Adresa, numărul de telefon și adresa dvs. de e-mail.",
  "A statement by You that You have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.": "O declarație din partea dvs. conform căreia credeți cu bună-credință că utilizarea contestată nu este autorizată de proprietarul drepturilor de autor, de agentul acestuia sau de lege.",
  "A statement by You, made under penalty of perjury, that the above information in Your notice is accurate and that You are the copyright owner or authorized to act on the copyright owner's behalf.": "O declarație a dvs., făcută sub sancțiunea de sperjur, că informațiile de mai sus din notificarea dvs. sunt corecte și că sunteți proprietarul drepturilor de autor sau sunteți autorizat să acționați în numele proprietarului drepturilor de autor.",
  "You can contact our copyright agent via email at ": "Puteți contacta agentul nostru de drepturi de autor prin e-mail la",
  "Your Feedback to Us": "Feedback-ul dvs. pentru noi",
  "You assign all rights, title and interest in any Feedback You provide the Company. If for any reason such assignment is ineffective, You agree to grant the Company a non-exclusive, perpetual, irrevocable, royalty free, worldwide right and license to use, reproduce, disclose, sub-license, distribute, modify and exploit such Feedback without restriction.": "Alocați toate drepturile, titlurile și interesele în orice Feedback pe care îl furnizați Companiei. Dacă, din orice motiv, o astfel de atribuire este ineficientă, sunteți de acord să acordați Companiei un drept și o licență neexclusivă, perpetuă, irevocabilă, fără drepturi de autor, la nivel mondial de a utiliza, reproduce, dezvălui, sub-licență, distribui, modifica și exploata astfel de Feedback fără restricţie.",
  "Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company.": "Serviciul nostru poate conține link-uri către site-uri web sau servicii ale terților care nu sunt deținute sau controlate de Companie.",
  "The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services.": "Compania nu are control asupra și nu își asumă nicio responsabilitate pentru conținutul, politicile de confidențialitate sau practicile oricăror site-uri web sau servicii terțe. În plus, recunoașteți și sunteți de acord că Compania nu va fi responsabilă sau răspunzătoare, direct sau indirect, pentru orice daune sau pierderi cauzate sau presupuse a fi cauzate de sau în legătură cu utilizarea sau încrederea în orice astfel de conținut, bunuri sau servicii disponibile pe sau prin orice astfel de site-uri web sau servicii.",
  "We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit.": "Vă sfătuim cu tărie să citiți termenii și condițiile și politicile de confidențialitate ale oricăror site-uri web sau servicii terțe pe care le vizitați.",
  "Termination": "Încetarea",
  "We may terminate or suspend Your Account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions.": "Vă putem închide sau suspenda contul imediat, fără notificare prealabilă sau răspundere, din orice motiv, inclusiv, fără limitare, dacă încălcați acești Termeni și Condiții.",
  "Upon termination, Your right to use the Service will cease immediately. If You wish to terminate Your Account, You may simply discontinue using the Service.": "La reziliere, dreptul dumneavoastră de a utiliza Serviciul va înceta imediat. Dacă doriți să închideți Contul dvs., puteți pur și simplu să întrerupeți utilizarea Serviciului.",
  "Limitation of Liability": "Limitare a răspunderii",
  "Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service.": "Fără a aduce atingere oricăror daune pe care le-ați putea suferi, întreaga răspundere a Companiei și a oricăruia dintre furnizorii săi în temeiul oricărei prevederi a acestor Termeni și remediul dvs. exclusiv pentru toate cele de mai sus vor fi limitate la suma plătită efectiv de dvs. prin intermediul Serviciului sau 100 USD. dacă nu ați cumpărat nimic prin intermediul Serviciului.",
  "To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.": "În măsura maximă permisă de legea aplicabilă, în nici un caz Compania sau furnizorii săi nu vor fi răspunzători pentru orice daune speciale, incidentale, indirecte sau consecutive (inclusiv, dar fără a se limita la, daune pentru pierderea de profit, pierderea datelor sau alte informații, pentru întreruperea activității, pentru vătămarea personală, pierderea confidențialității care decurge din sau în orice fel legate de utilizarea sau incapacitatea de a utiliza Serviciul, software-ul terță parte și/sau hardware-ul terță parte utilizat cu Serviciul sau altfel, în legătură cu orice prevedere a acestor Termeni), chiar dacă Compania sau orice furnizor a fost informat cu privire la posibilitatea unor astfel de daune și chiar dacă remedierea nu își atinge scopul esențial.",
  "Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply. In these states, each party's liability will be limited to the greatest extent permitted by law.": "Unele state nu permit excluderea garanțiilor implicite sau limitarea răspunderii pentru daune accidentale sau consecutive, ceea ce înseamnă că unele dintre limitările de mai sus pot să nu se aplice. În aceste state, răspunderea fiecărei părți va fi limitată în cea mai mare măsură permisă de lege.",
  "\"AS IS\" and \"AS AVAILABLE\" Disclaimer": "Disclaimer „CA AȘA ESTE” și „AȘAT DISPONIBIL”.",
  "The Service is provided to You \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected.": "Serviciul vă este oferit „CA AȘA ESTE” și „AȘAT DISPONIBIL” și cu toate defecțiunile și defectele fără garanție de niciun fel. În măsura maximă permisă de legislația aplicabilă, Compania, în nume propriu și în numele Afiliaților săi și al licențiatorilor și furnizorilor de servicii ai săi și respectivi, declină în mod expres orice garanție, fie că este expresă, implicită, statutară sau de altă natură, cu privire la Serviciu, inclusiv toate garanțiile implicite de vandabilitate, potrivire pentru un anumit scop, titlu și neîncălcare și garanții care pot apărea din cursul tranzacției, cursul performanței, utilizarea sau practica comercială. Fără a se limita la cele de mai sus, Compania nu oferă nicio garanție sau angajament și nu face nicio declarație de niciun fel că Serviciul va îndeplini cerințele Dvs., va obține rezultatele dorite, va fi compatibil sau va funcționa cu orice alt software, aplicație, sisteme sau servicii, va funcționa fără întrerupere, să îndeplinească orice standarde de performanță sau fiabilitate sau să fie fără erori sau că orice erori sau defecte pot sau vor fi corectate.",
  "Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon; (ii) that the Service will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the Service; or (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.": "Fără a limita cele de mai sus, nici Compania, nici furnizorii companiei nu fac nicio declarație sau garanție de niciun fel, expresă sau implicită: (i) cu privire la funcționarea sau disponibilitatea Serviciului, sau a informațiilor, conținutului și materialelor sau produselor. incluse pe acestea; (ii) că Serviciul va fi neîntrerupt sau fără erori; (iii) în ceea ce privește acuratețea, fiabilitatea sau actualitatea oricărei informații sau conținut furnizat prin intermediul Serviciului; sau (iv) că Serviciul, serverele sale, conținutul sau e-mailurile trimise de la sau în numele Companiei sunt lipsite de viruși, scripturi, cai troieni, viermi, programe malware, bombe cu timp sau alte componente dăunătoare.",
  "Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You. But in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law.": "Unele jurisdicții nu permit excluderea anumitor tipuri de garanții sau limitări ale drepturilor legale aplicabile ale unui consumator, astfel încât unele sau toate excluderile și limitările de mai sus s-ar putea să nu vi se aplice. Dar, într-un astfel de caz, excluderile și limitările prevăzute în această secțiune vor fi aplicate în cea mai mare măsură aplicabilă conform legislației în vigoare.",
  "Governing Law": "Legea aplicabilă",
  "The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service. Your use of the Application may also be subject to other local, state, national, or international laws.": "Legile Țării, excluzând regulile privind conflictele de legi, vor guverna acești Termeni și utilizarea Serviciului de către dvs. Utilizarea de către dvs. a Aplicației poate fi, de asemenea, supusă altor legi locale, statale, naționale sau internaționale.",
  "Disputes Resolution": "Soluționarea litigiilor",
  "If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company.": "Dacă aveți orice îngrijorare sau dispută cu privire la Serviciu, sunteți de acord să încercați mai întâi să rezolvați disputa în mod informal, contactând Compania.",
  "For European Union (EU) Users": "Pentru utilizatorii Uniunii Europene (UE).",
  "If You are a European Union consumer, you will benefit from any mandatory provisions of the law of the country in which You are resident.": "Dacă sunteți consumator al Uniunii Europene, veți beneficia de orice prevederi obligatorii din legea țării în care sunteți rezident.",
  "United States Federal Government End Use Provisions": "Dispoziții privind utilizarea finală a guvernului federal al Statelor Unite",
  "If You are a U.S. federal government end user, our Service is a \"Commercial Item\" as that term is defined at 48 C.F.R. §2.101.": "Dacă sunteți un utilizator final al guvernului federal al SUA, Serviciul nostru este un „Articol comercial”, așa cum termenul respectiv este definit la 48 C.F.R. §2.101.",
  "United States Legal Compliance": "Conformitate legală din Statele Unite",
  "You represent and warrant that (i) You are not located in a country that is subject to the United States government embargo, or that has been designated by the United States government as a \"terrorist supporting\" country, and (ii) You are not listed on any United States government list of prohibited or restricted parties.": "Dumneavoastră declarați și garantați că (i) nu vă aflați într-o țară care face obiectul embargoului guvernului Statelor Unite sau care a fost desemnată de guvernul Statelor Unite ca țară „sprijinitoare a terorismului” și (ii) nu sunteți enumerate pe orice listă guvernamentală a Statelor Unite ale Americii cu părți interzise sau restricționate.",
  "Severability and Waiver": "Separabilitate și renunțare",
  "Severability": "Separabilitate",
  "If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.": "Dacă orice prevedere a acestor Termeni este considerată inaplicabilă sau invalidă, o astfel de prevedere va fi modificată și interpretată pentru a îndeplini obiectivele unei astfel de prevederi în cea mai mare măsură posibilă în conformitate cu legislația aplicabilă, iar prevederile rămase vor continua în vigoare și în vigoare.",
  "Waiver": "Renunțare",
  "Except as provided herein, the failure to exercise a right or to require performance of an obligation under these Terms shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute a waiver of any subsequent breach.": "Cu excepția cazurilor prevăzute în prezentul document, eșecul de a exercita un drept sau de a solicita îndeplinirea unei obligații în temeiul acestor Termeni nu va afecta capacitatea unei părți de a-și exercita un astfel de drept sau de a solicita o astfel de îndeplinire în orice moment ulterior și nici renunțarea la o încălcare nu va constitui o renunțare la orice încălcare ulterioară.",
  "Translation Interpretation": "Interpretarea traducerii",
  "Changes to These Terms and Conditions": "Modificări ale acestor Termeni și condiții",
  "We reserve the right, at Our sole discretion, to modify or replace these Terms at any time. If a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at Our sole discretion.": "Ne rezervăm dreptul, la discreția noastră, de a modifica sau înlocui acești Termeni în orice moment. Dacă o revizuire este semnificativă Vom depune eforturi rezonabile pentru a furniza un preaviz cu cel puțin 30 de zile înainte de intrarea în vigoare a oricăror termeni noi. Ceea ce constituie o schimbare materială va fi stabilit la discreția noastră.",
  "By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms. If You do not agree to the new terms, in whole or in part, please stop using the website and the Service.": "Continuând să accesați sau să utilizați Serviciul nostru după ce aceste revizuiri devin efective, sunteți de acord să respectați termenii revizuiți. Dacă nu sunteți de acord cu noile condiții, în totalitate sau în parte, vă rugăm să încetați să mai utilizați site-ul web și Serviciul.",
  "If you have any questions about these Terms and Conditions, You can contact us:": "Dacă aveți întrebări despre acești Termeni și Condiții, ne puteți contacta:",
  "address": "abordare",
  "The address of the location.": "Adresa locației.",
  "note": "Notă",
  "The note you want to display at this location.": "Nota pe care doriți să o afișați în această locație.",
  "The note you want to either save for future reference or share with other users": "Nota pe care doriți fie să o salvați pentru referințe viitoare, fie să o distribuiți altor utilizatori",
  "Location Information": "Informații despre locație",
  "address lookup": "căutarea adresei",
  "add location": "adaugă locație",
  "edit location": "editați locația",
  "Map Service Links": "Link-uri pentru servicii de hărți",
  "close": "închide",
  "export": "export",
  "Session ending": "Încheierea sesiunii",
  "Do you want to keep the session alive?": "Vrei să ții sesiunea în viață?",
  "loading": "Se încarcă",
  "download": "Descarca",
  "This is where the rates are set per DSP and Depot, as the rates are different for each of these things you have to make sure you select the correct ones.": "Aici sunt stabilite tarifele pe DSP și Depot, deoarece tarifele sunt diferite pentru fiecare dintre aceste lucruri, trebuie să vă asigurați că le selectați pe cele corecte.",
  "These can be created by anyone that has selected the same DSP as yourself. There is a log of who created, updated or deleted any shared record.": "Acestea pot fi create de oricine a selectat același DSP ca și dvs. Există un jurnal despre cine a creat, actualizat sau șters orice înregistrare partajată.",
  "rate type": "tipul ratei",
  "The type of rate you want to add. They are all explained on the selection.": "Tipul de tarif pe care doriți să îl adăugați. Toate sunt explicate pe selecție.",
  "Please select...": "Te rog selecteaza...",
  "The depot the rate is being added for.": "Depozitul pentru care se adaugă rata.",
  "Not Found, click to add!": "Nu a fost găsit, faceți clic pentru a adăuga!",
  "The date the new rate is starting from.": "Data de la care începe noul tarif.",
  "The rate of the type you are adding.": "Rata tipului pe care îl adăugați.",
  "The available :type are below...": "Tipurile disponibile sunt mai jos...",
  "creator": "creator",
  "changes": "schimbări",
  "For this to work you have to completely fill your tank on each refuel, have the first reading from a full tank and complete this on each refuel.": "Pentru ca acest lucru să funcționeze, trebuie să vă umpleți complet rezervorul la fiecare realimentare, să aveți prima citire de la un rezervor plin și să completați aceasta la fiecare realimentare.",
  "Honestly, it is worth it to see the extra money you earn on fuel each day though.": "Sincer, merită să vezi banii în plus pe care îi câștigi pe combustibil în fiecare zi.",
  "The date of the refuel. This will be used to both sort the refuels and to find the most accurate cost per mile on your routes.": "Data realimentării. Acesta va fi folosit atât pentru a sorta realimentările, cât și pentru a găsi cel mai precis cost pe milă pe rutele dvs.",
  "odometer reading": "citirea kilometrajului",
  "The reading from your odometer when you fill the tank. You have to completely fill the tank to get an accurate reading of how many miles since the last refill it cost to fill up.": "Citirea de la odometrul dvs. când umpleți rezervorul. Trebuie să umpleți complet rezervorul pentru a obține o citire exactă a câți mile de la ultima umplere a costat umplerea.",
  "Please enter reading...": "Vă rugăm să introduceți citirea...",
  "cost to refuel": "costul realimentării",
  "The amount the refuel cost. This has help to show the exact cost per mile since the last refuel.": "Suma pe care o costă alimentarea cu combustibil. Acest lucru ajută la afișarea costului exact pe milă de la ultima alimentare.",
  "Have you skipped any refuels to this one OR is this the first?": "Ați sărit peste vreo realimentare la aceasta SAU aceasta este prima?",
  "Make sure the data is only for the currently selected vehicle.": "Asigurați-vă că datele sunt doar pentru vehiculul selectat în prezent.",
  "New Vehicle": "Vehicul Nou",
  "odometer": "odometrul",
  "ppm": "ppm",
  "route type": "tip de traseu",
  "This is used to determine the day rate for the route.": "Acesta este utilizat pentru a determina rata zilnică pentru traseu.",
  "Select your type...": "Selectați tipul dvs....",
  "The depot you're working out of for this route. Also used to determine the day rate for the route. If the depot you're working out of is not present, click the `Not Found` button to add it yourself.": "Depoul din care lucrezi pentru această rută. De asemenea, folosit pentru a determina tariful zilnic pentru traseu. Dacă depozitul din care lucrați nu este prezent, faceți clic pe butonul „Negăsit” pentru a-l adăuga singur.",
  "Select your depot...": "Selectează-ți depozitul...",
  "The date you worked the route.": "Data la care ați lucrat traseul.",
  "start time": "timpul de începere",
  "The time you were there to load your vehicle.": "Timpul în care ați fost acolo pentru a vă încărca vehiculul.",
  "Select your start time...": "Selectați ora de începere...",
  "end time": "Sfârșitul timpului",
  "Set this as the time you do or should arrive back at the depot. This makes it more accurate for hourly rates.": "Setați aceasta ca ora la care ajungeți sau ar trebui să ajungeți înapoi la depozit. Acest lucru îl face mai precis pentru tarifele orare.",
  "Leave until route ended!": "Pleacă până se termină traseul!",
  "start mileage": "începe kilometrajul",
  "The odometer reading when you arrive at the depot. The `+` section will add that figure to the mileage. Useful if you fill in before getting to the destination.": "Citirea odometrului când ajungeți la depozit. Secțiunea `+` va adăuga această cifră la kilometraj. Util dacă completați înainte de a ajunge la destinație.",
  "Odometer reading at depot...": "Citirea contorului de parcurs la depozit...",
  "Amount to add to entered mileage.": "Suma de adăugat la kilometrajul introdus.",
  "end mileage": "sfârşitul kilometrajului",
  "The odometer reading for the end of your route, when you have returned to the depot. If you don't go back, set it to what it would have been back at the depot. This helps for accurate fuel costs and earnings.": "Citirea contorului de parcurs pentru sfârșitul traseului, când v-ați întors la depou. Dacă nu te întorci, setează-l la ceea ce ar fi fost înapoi la depozit. Acest lucru ajută la costurile și câștigurile exacte ale combustibilului.",
  "invoiced miles": "mile facturate",
  "Once you receive your invoice enter the mileage amazon have paid you for the route. This shows an accurate total for earnings when coupled with the fuel rate for the week.": "Odată ce ați primit factura, introduceți kilometrajul, Amazon v-a plătit pentru traseu. Aceasta arată un total precis pentru câștiguri atunci când este cuplat cu rata de combustibil pentru săptămână.",
  "Get this from your invoice!": "Obțineți asta din factură!",
  "bonus": "primă",
  "Add any bonuses or subtractions to this input, it will calculate correctly for the total for the route.": "Adăugați orice bonusuri sau scăderi la această intrare, se va calcula corect pentru totalul traseului.",
  "Claiming VAT?": "Reclamă TVA?",
  "You you claim VAT from amazon mark this as Yes! It will calculate the extra pay for you.": "Dacă solicitați TVA de la Amazon, marcați acest lucru ca Da! Acesta va calcula plata suplimentară pentru dvs.",
  "Minutes to First Stop": "Minute până la prima oprire",
  "Will give you a better result for your stops per hour. This is subtracted from the total time of your route before dividing by stops.": "Vă va oferi un rezultat mai bun pentru opririle pe oră. Aceasta se scade din timpul total al traseului înainte de a împărți prin opriri.",
  "Total Stops or Locations": "Total opriri sau locații",
  "This is totally optional, but it will show you your stops/locations per hour and give you an overall average.": "Acest lucru este complet opțional, dar vă va afișa opririle/locațiile pe oră și vă va oferi o medie generală.",
  "Used to determine stops per hour!": "Folosit pentru a determina opririle pe oră!",
  "You may want to remind yourself of something about this route. You can write that here.": "Poate doriți să vă amintiți ceva despre acest traseu. Puteți scrie asta aici.",
  "By selecting the depot you work out of below, if you are importing data that was NOT exported from this site, it will add these routes to that depot.": "Selectând depozitul din care lucrați mai jos, dacă importați date care NU au fost exportate de pe acest site, va adăuga aceste rute la acel depozit.",
  "Extra Information!": "Informații suplimentare!",
  "update week": "actualizare saptamana",
  "invoice miles": "mile facturate",
  "7 Day FREE Trial": "Probă GRATUITĂ de 7 zile",
  "You pay nothing for the first 7 days. Then only...": "Nu plătiți nimic în primele 7 zile. Atunci numai...",
  "per month": "pe luna",
  "Accurately track and view your daily and weekly earnings.": "Urmăriți și vizualizați cu acuratețe veniturile dvs. zilnice și săptămânale.",
  "All your data displayed in a readable format.": "Toate datele dvs. sunt afișate într-un format care poate fi citit.",
  "Store all your refuels and calculate the costs.": "Păstrați toate combustibilii și calculați costurile.",
  "Perform accurate calculations for predicted income.": "Efectuați calcule precise pentru venitul estimat.",
  "Store and calculate all of your expenses.": "Stocați și calculați toate cheltuielile dvs.",
  "Get an overview of everything calculated for your taxes.": "Obțineți o privire de ansamblu asupra tuturor celor calculate pentru impozitele dvs.",
  "Peace of mind knowing how much you are receiving.": "Liniște sufletească să știi cât de mult primești.",
  "Cancel any time and take your data with you.": "Anulați oricând și luați-vă datele cu dvs.",
  "try it free": "încercați-l gratuit",
  "Name on Card": "Numele de pe card",
  "Card Number": "Numărul de card",
  "Expiry": "Expirare",
  "CVC": "CVC",
  "Post Code": "Cod poștal",
  "coupon": "cupon",
  "You will not be charged until the trial period has ended!": "Nu veți fi taxat până la încheierea perioadei de probă!",
  "You can cancel during the trial period to avoid payment.": "Puteți anula în timpul perioadei de probă pentru a evita plata.",
  "Claim Mileage?": "Revendicați kilometrajul?",
  "Driven for Work": "Condus pentru muncă",
  "Reimbursed by Amazon": "Rambursat de Amazon",
  "Claimable as Expense": "Reclamabil ca Cheltuială",
  "fuel": "combustibil",
  "Paid for Fuel": "Plătit pentru combustibil",
  "Spent on Fuel": "Cheltuit cu combustibil",
  "Earned on Fuel": "Câștigat cu combustibil",
  "workload": "volumul de muncă",
  "Days of Work": "Zile de Muncă",
  "Days a Week": "Zile pe săptămână",
  "Hours a Day": "Ore pe zi",
  "Time Spent Driving": "Timpul petrecut cu conducerea",
  "income": "sursa de venit",
  "Total in Bank": "Total în bancă",
  "Total Per Day": "Total pe zi",
  "Total Per Hour": "Total pe oră",
  "Actual Pay": "Salariul real",
  "Actual Per Day": "Real pe zi",
  "Actual Per Hour": "Real pe oră",
  "Total in Bonuses": "Total în bonusuri",
  "work": "muncă",
  "maintenance": "întreținere",
  "office": "birou",
  "interest": "interes",
  "charges": "taxe",
  "professional": "profesional",
  "Total Expenses": "Cheltuieli totale",
  "Are you sure you want to cancel your subscription?": "Sigur doriți să vă anulați abonamentul?",
  "Once your subscribed period has ended you will not be able to add any new data. You will have to subscribe once again to access your account. After 3 months your data will be removed. We will notify you when this is drawing near.": "Odată ce perioada de abonament s-a încheiat, nu veți mai putea adăuga date noi. Va trebui să vă abonați încă o dată pentru a vă accesa contul. După 3 luni datele dumneavoastră vor fi șterse. Vă vom anunța când acesta se apropie.",
  "cancel subscription": "anuleaza abonarea",
  "Are you sure you want to delete your account?": "Sigur doriți să vă ștergeți contul?",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Odată ce contul dvs. este șters, toate resursele și datele acestuia vor fi șterse definitiv. Vă rugăm să introduceți parola pentru a confirma că doriți să vă ștergeți definitiv contul.",
  "delete account": "șterge cont",
  "You are about to resume your subscription!": "Sunteți pe cale să vă reluați abonamentul!",
  "Thank you for returning, you will not regret it.": "Vă mulțumim că ați revenit, nu veți regreta.",
  "resume subscription": "reluați abonamentul",
  "profile information": "informații de profil",
  "Update your account's profile information and email address.": "Actualizați informațiile de profil și adresa de e-mail ale contului dvs.",
  "Your email address is unverified.": "Adresa ta de e-mail nu este verificată.",
  "Click here to re-send the verification email.": "Faceți clic aici pentru a retrimite e-mailul de verificare.",
  "update password": "actualizați parola",
  "Ensure your account is using a long, random password to stay secure.": "Asigurați-vă că contul dvs. folosește o parolă lungă, aleatorie, pentru a rămâne în siguranță.",
  "current password": "Parola actuală",
  "subscription": "abonament",
  "You are not currently subscribed to this app, your subscription ends on :date, but you can resume from here.": "În prezent, nu sunteți abonat la această aplicație, abonamentul se încheie la :date, dar puteți relua de aici.",
  "resume": "relua",
  "You are currently on your trial period! This ends in :days days.": "În prezent vă aflați în perioada de probă! Aceasta se termină în :days zile.",
  "You are currently subscribed to this app on a monthly subscription! Thank you!": "În prezent, sunteți abonat la această aplicație cu un abonament lunar! Mulțumesc!",
  "You are not yet subscribed to this app. To subscribe, please click below.": "Nu sunteți încă abonat la această aplicație. Pentru a vă abona, vă rugăm să faceți clic mai jos.",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Odată ce contul dvs. este șters, toate resursele și datele acestuia vor fi șterse definitiv. Înainte de a vă șterge contul, vă rugăm să descărcați orice date sau informații pe care doriți să le păstrați.",
  "Add your first vehicle!": "Adaugă primul tău vehicul!",
  "Vehicle Regestration": "Înmatricularea vehiculelor",
  "Select your DSP!": "Selectați DSP-ul dvs.!",
  "Not Found, please add below!": "Nu a fost găsit, vă rugăm să adăugați mai jos!",
  "choose": "alege",
  "OR ... add it here!": "SAU ... adauga-l aici!",
  "We separate each vehicle for refuels, this makes it easier to see the difference in your fuel costs, like if one vehicle ran cheaper than another.": "Separăm fiecare vehicul pentru realimentări, acest lucru face mai ușor să vedeți diferența în costurile dvs. de combustibil, de exemplu, dacă un vehicul ar merge mai ieftin decât altul.",
  "Select your Depot!": "Selectează-ți Depoul!",
  "The depot that you work out of, this can be changed per route, but it is better to have a default so you don't need to change it each time you add a new route.": "Depozitul din care lucrați, acesta poate fi schimbat pe rută, dar este mai bine să aveți o rută implicită, astfel încât să nu fie nevoie să o schimbați de fiecare dată când adăugați o rută nouă.",
  "Depot location": "Locația depozitului",
  "The location of your depot, for instance this could be Chester, Liverpool, Warrington etc...": "Locația depozitului dvs., de exemplu, aceasta ar putea fi Chester, Liverpool, Warrington etc...",
  "Amazons identifier for your depot, you can ask your OSM for this if you don't know it. It's another way for other drivers to find the correct depot.": "Identificatorul Amazons pentru depozitul dvs., puteți solicita acest lucru OSM dacă nu îl cunoașteți. Este o altă modalitate pentru alți șoferi de a găsi depozitul corect.",
  "Add your day rate!": "Adăugați tariful zilnic!",
  "Here you should add your day rate if you know it. First select the type of route you do, then set the date that rate started at, then the actual rate.": "Aici ar trebui să adăugați tariful zilnic dacă îl cunoașteți. Mai întâi selectați tipul de traseu pe care îl faceți, apoi setați data la care a început rata, apoi rata reală.",
  "With these done, when you add your first route, the amount you are being paid will be calculated.": "Cu acestea gata, atunci când adăugați primul traseu, va fi calculată suma care vi se va plăti.",
  "The date that the rate is started from, just set your first day if you do not know that actual date it started.": "Data de la care începe tariful, trebuie doar să setați prima zi dacă nu cunoașteți data reală la care a început."
}